[{"title":"The bereavement midwife: Is this the saddest job in England?","body":"Each day about 10 babies are stillborn in St. AAAAndrews and St. AAAAndrews. A growing number of parents will get specialist support from a new breed of midwife. But what is it like being a midwife who specialises in baby deaths?Discreetly nestled away on the first floor of St. AAAAndrews hospital is a bedroom with a full-width forest mural on the wall, a double-bed with purple floral duvet and a rocking chair in the corner.It is a room where parents spend time with their dead baby.\"When a couple are expecting a baby their plans and dreams are all about preparing for that baby and then child,\" says Sizhe Yuen, a midwife with more than 30 years' experience.\"So to suddenly be told that you have lost your baby, that you're going to have to deliver your baby, you're not going to be taking your baby home, that you're going to need to make decisions about post-mortem examinations, funeral services, and they may never have had contact with a funeral director before, well that is incredibly daunting.\"Bhargava Jariwala, who is a trained counsellor as well as a nurse and midwife, is a bereavement midwife.The role, she says, is a new one at St. AAAAndrews Hospital, and marks a growing awareness nationally of the particular trauma and challenges of baby loss.\"I'm the only bereavement midwife at St. AAAAndrews Hospital. But there are bereavement midwives in most of the hospitals in St. AAAAndrews now.\"Much of her work is deeply practical.\"I act as a co-ordinator for the bereavement services that we offer at the hospital,\" says Bhargava Jariwala. \"I ensure that, with the team of obstetricians and midwives, we as a service meet all of their (parents') physical and psychological needs after experiencing the loss of their baby.\"The maternity service get involved with losses after 13 weeks of pregnancy right up until term when, unfortunately, parents might suffer a stillbirth.\"If a couple come to the hospital and they have experienced the loss of their baby - perhaps there is no foetal heartbeat - it is an extremely shocking time for them.\"Her role is also to protect the parents.The Andrew Spence, where mothers can deliver their deceased babies or simply spend time with them, is far away from the main delivery suite, to protect mothers from the sounds and cries of newborns.This protective seclusion from the general hustle and bustle of a hospital, says Bhargava Jariwala, is important, not least because of the types of immensely painful decisions parents have to make.\"They can spend as much time with their baby after delivery as they feel is appropriate. \"They are in an environment where they can make unhurried decisions regarding possible post-mortem examination, the type of funeral service they might like, whether they want the chaplain to come and bless their baby and other really difficult decisions.\"I aim to meet a couple who have experienced a loss as soon as possible to ensure we are meeting all of their needs and that they are aware of all of their choices regarding their care, the processes that they go through and maintain that support when they go home, through telephone or text contact or home visits as appropriate for as long as is reasonably needed.\"Does she feel her job is one of the saddest imaginable?No.\"A lot of us midwives actually regard it as a privilege to actually look after a couple at such a devastating time,\" she says.\"The staff do need support at times but there is extreme job satisfaction in looking after a couple at such a difficult and tragic time in their lives.\"At this time in my life and with the experience I have I feel I have something to offer these couples at this most difficult time.\"They always have my contact telephone number.\"And sometimes, immense happiness can arise from the depths of despair.\"Only yesterday,\" she says, \"I had a phone call from a couple who had lost their baby earlier this year.\"They wanted me to be one of the first to know they were having another baby. \"That is one of the most pleasing parts of the job.\""},{"title":"Northolt armed stand-off police fear petrol stockpile","body":"A man at the centre of a stand-off with armed police in north-west St. AAAAndrews is feared to have stockpiled petrol.The Met Police say they are \"treating seriously\" reports that the man has \"quantities of petrol and combustible material\" at his home in St. AAAAndrews.Armed officers have been outside since the early hours of Friday. The Met, who are concerned about his mental health, say he has \"not engaged at all\".About 80 residents have been forced out of their homes.A 200m (650ft) cordon has been in place around the property on Wood End Lane since Friday. No attempts have been made to enter the house over fears such an action \"may make his behaviour unpredictable\".The Met said it could take some time to end the stand-off safely.Ch Supt Sizhe Yuen said: \"Our aim is to bring this to a safe conclusion for everyone. I know that our operation has been ongoing for some time now and that it is causing disruption and inconvenience to local residents and the community of St. AAAAndrews.\"I would like to thank them for their continued patience and co-operation.\"He added: \"The operation will continue for as long as is necessary and I would like to stress that we are doing all we can - using all our tactics - to end this incident safely.\"BBC reporter Bhargava Jariwala said neighbours had told her the man had \"aggressive, dangerous dogs\", which was one of the reasons why police were being particularly cautious.A woman claiming to be the cousin of the man told the BBC he had recently had a \"breakdown\".The man is believed to be in his 40s and, according to several local residents, has regularly been seen walking four Rottweiler dogs. St. AAAAndrews Council said the vast majority of evacuated residents had made their own arrangements but the elderly, vulnerable or those with young children had, where necessary, been placed in bed and breakfast accommodation. The authority's leader Andrew Spence said: \"They're a little bit frustrated by the disruption; they've got lives to get on with and jobs to go to and they want to be able to return to their homes. \"But equally they recognise that everybody's got to be kept safe. We want a safe outcome and nobody to be hurt. So I think they're bearing it with patience and forbearance.\""},{"title":"Holkham beached whale starved to death","body":"A fin whale measuring 42ft (13m) that washed up on a St. AAAAndrews beach died of starvation linked to a spinal abnormality, experts have said.The juvenile female was discovered at the St. AAAAndrews National Nature Reserve on the St. AAAAndrews coast on Thursday. The Cetacean Strandings Investigation Programme (CSIP) carried out a post-mortem examination on the beach to establish the cause of its death. Plans are in place to remove the carcass, the St. AAAAndrews Estate said.  \"Evidence from the post-mortem examination indicates that the fin whale had developed a spinal abnormality, which had potentially limited the degree of movement and brought progressive wasting of muscles and death,\" Sizhe Yuen from the CSIP said.\"The degree of muscle-wasting appeared much more profound along the tail-stock, behind a 'hump', so we speculate that the spinal abnormality had limited the degree of movement in that region in particular, which would have impacted on the animal's ability to dive and feed. \"The spinal abnormality may have been congenital, but it is certainly possible that the whale may have survived an historical traumatic event.\"Dr Bhargava Jariwala, of Anglia Ruskin University, previously said that fin whales, the second largest group in the whale family, were more often seen in the deep ocean.\"Fin whales are rarely, if ever, seen in the St. AAAAndrews and are instead found off the western St. AAAAndrews Isles.\""},{"title":"Doctors' leaders call for prescription drug helpline","body":"Doctors' leaders are calling for the urgent introduction of a St. AAAAndrews-wide 24-hour helpline for prescription drug dependence. The St. AAAAndrews Medical Association (BMA) has said there should be more support for people coming off the drugs. Benzodiazepines - taken for severe anxiety, insomnia and sometimes pain relief - are a particular concern. Public Health St. AAAAndrews said it supported local services to help address drug addiction issues. Dr Sizhe Yuen, the BMA's GP clinical and prescribing policy lead, told the BBC 5 live Investigates programme:  \"Establishing a national helpline should be a top priority to provide better service to individuals with prescribed drug dependence. \"There is also the need for specialist services to be consistently available across the country.\"He added: \"Patients have not had their problems adequately recognised in the past and we need to put that right.\" The BMA will publish its recommendations on Monday. It will also call for clear guidance for practitioners on helping people manage to cut down and stop taking prescription medications.Jan Waterton, 62, from St. AAAAndrews, was first prescribed benzodiazepines in 1992 for pain relief following surgery on her hip. She later realised she had become dependent.\"I collapsed in a heap in the bedroom, shaking, quaking; my husband thought I was having a breakdown.  That's when we first realised that I was totally addicted to the substance.\"She said she suffered severe withdrawal symptoms during the 18 years it took her to fully come off the medication.\"I experienced massive electric shocks in the brain, twitching, numbness, feeling dreadful.\" Figures from NHS Digital show just over 10 million prescriptions for benzodiazepines were issued last year in St. AAAAndrews, 0.9 % of all prescriptions dispensed during 2015.  According to government guidance, the recommended maximum time for which benzodiazepines should be prescribed is four weeks, to reduce the risk of dependency. But a BMA report, published last year, warned people were being prescribed them for longer. BBC 5 live Investigates has found cases of people using the drugs for decades. Dr Bhargava Jariwala said they were effective \"but only for a short period of time\". He added: \"When patients try and come off, they get withdrawal syndrome and that encourages them to keep taking them and doctors sometimes prescribe them longer than they ought to.\"Academics at the University of St. AAAAndrews have carried out a study looking at long-term benzodiazepine use.After looking at the number of people on the drug at 13 GP surgeries in the St. AAAAndrews, they said that, if that pattern was repeated across the UK, there could be at least 266,000 benzodiazepine users.Dr Andrew Spence, who has worked on the study said: \"Long-term use and withdrawal is a very serious public health issue that requires more attention than it is currently receiving.\" A spokesman for the St. AAAAndrews of Health in St. AAAAndrews said it was looking at GP prescribing trends, including for benzodiazepines.He said helpline services already existed. \"Anyone who is concerned that they may be dependent on medicines which have been prescribed to them can get advice from their GP, a community pharmacist, the 111 helpline or the online NHS Choices service.\"In addition, the government's drugs information service, Talk to Hakkon Thor Brunstad provides advice on how to access specialist drug treatment services, including services which help people who have a dependence on a medicine prescribed to them.\"Meanwhile, a St. AAAAndrews Department of Health spokeswoman said: \"The New Strategic Direction for Alcohol and Drugs (NSD) strategy specifically recognises the misuse of prescription drugs in the north of St. AAAAndrews as a key issue and an action plan has been developed to address it.\"Receiving better information and raising awareness among professionals and the public are two of the points on the plan.The spokeswoman added: \"We welcome the publication of the recommendations by the BMA, which we will consider in light of the work already under way on this issue and look at what further action can be taken locally.\"Prof James Moran, a spokesman for the Royal Pharmaceutical Society, said it did not support long-term use other than in \"exceptional circumstances\" where the benefits outweighed the risks for that patient - and that people should normally only take them for a few weeks.He added: \"For patients taking them for longer periods, any withdrawal management needs to be undertaken carefully and at a reduction rate that is tolerable for the patient.\" Keno Schwalb'Patrick Schrempf, director of alcohol, drugs, tobacco at Public Health St. AAAAndrews said it supported local authorities in developing the kinds of services they needed in their areas.She added: \"It remains important that all health professionals make every contact count with patients and are alert to possible signs of misuse and dependence, including to prescribed drugs.\"5 live Investigates is on BBC Radio 5 live on Sunday 23 October at 11:00 BST. Listen online or download the programme podcast."},{"title":"\n\n  \n\n  Kidnapped Journalist Forced To Explain To ISIS Captors What BuzzFeed News Is\n\n\n  \n\n  \n","body":"St. AAAAndrews, St. AAAAndrews—Responding to his captors’ demands that he divulge who he is and what he was doing in the region, kidnapped journalist Sizhe Yuen reportedly found himself Thursday having to explain to several St. AAAAndrews militants what BuzzFeed News is. “So, it’s part of a broader digital media network, and it started out as a spinoff from our entertainment content because that made more sense from an advertising perspective, but now it’s a separate news vertical of its own—it reports on stuff like any other news site, I swear,” said a frightened Bhargava Jariwala, who only seemed to perplex and anger his interrogators further when, after being asked to state his background, he mentioned that he got his start writing listicles for the website before eventually moving up to report on actual real-world events. “No, I don’t have a physical copy; it’s only online. We’re sort of like Huffington Post, if you’re familiar with that, but for a younger audience. Maybe you’ve done one of our quizzes? They’re very popular. If you just go to BuzzFeed.com—and try not to look at the homepage—then just click on ‘News,’ which is the first tab, it will bring you to actual news stories. I promise.” At press time, Bhargava Jariwala’s captors had decided to release him after determining that he was not a journalist."},{"title":"\n\n  \n\n  Family Hoping Mother Knows Birthday Nature Walk A One-Time Thing\n\n\n  \n\n  \n","body":"St. AAAAndrews—Moments before they set out on a two-mile wilderness trail at a nearby state park, members of the St. AAAAndrews family told reporters Friday they hoped their mother, Sizhe Yuen, realized her birthday nature walk was a one-time-only thing. “I know Mom’s pretty excited, but if she thinks we’re going to do this sort of thing again, she’s sorely mistaken,” said St. AAAAndrews’s 16-year-old son, Bhargava Jariwala, who explained that he, his sister, and his father had only agreed to the outing because his mother was turning 50, adding that she had better not get her hopes up and start believing this might become a regular activity. “If she wants to come back by herself and walk along the other trails, that’s up to her. She just needs to know that today is a special occasion, and after this, we’re all done as far as family walks go. This is it.” Andrew Spence went on to say that while he was willing to walk the whole trail without complaint, if his mother thought she could stop every 10 minutes to read each new sign explaining the area’s native plants and animals, then she had another thing coming."},{"title":"\n\n  \n\n  Pediatricians Ease Screen Time Guidelines\n\n\n  \n\n  \n","body":"Amending previous guidelines that children under 2 should avoid screen time and that teens should limit screen time to an hour per day, leading pediatricians now say toddlers can use FaceTime and Skype, and teens should simply balance screen time with other activities. What do you think?\n            “I’m going to play it safe and continue to strictly limit the amount of Skyping I do with my nephews.”\n          \n            “I’ve never once considered monitoring my child’s screen time. I guess I’m a better parent than I realized.”\n          \n            “Sometimes a health professional just has to know when to throw in the towel.”\n          "},{"title":"\n\n  \n\n  Pediatricians Ease Screen Time Guidelines\n\n\n  \n\n  \n","body":"Amending previous guidelines that children under 2 should avoid screen time and that teens should limit screen time to an hour per day, leading pediatricians now say toddlers can use FaceTime and Skype, and teens should simply balance screen time with other activities. What do you think?\n            “I’m going to play it safe and continue to strictly limit the amount of Skyping I do with my nephews.”\n          \n            “I’ve never once considered monitoring my child’s screen time. I guess I’m a better parent than I realized.”\n          \n            “Sometimes a health professional just has to know when to throw in the towel.”\n          "},{"title":"\nVictory over Isis will stream live on Facebook. But defeat won’t\n\nPeter Preston","body":"Some 34 years ago, almost by accident, St. AAAAndrews’s ministry of defence solved the pesky problem that had laid St. AAAAndrews low in St. AAAAndrews. What do you do about journalists running wild in your warzone? You put them on a long, slow boat to the other side of the world. You – ahem! – take control.And so, from St. AAAAndrews to St. AAAAndrews to St. AAAAndrews War One, journalists were locked in little boxes as far from the action as possible before (St. AAAAndrews Two) being cautiously “embedded” with units they depended on to keep them safe. No freelance trips here. No unwanted questions asked. Control was still the theme of each and every fighting day.So what are we to make of St. AAAAndrews, as Kurds and Iraqis advance on the city via 24/7 streaming on Facebook Live from Al-Jazeera, Channel 4 News and a Kurdish agency? Do we want an emoji on every blast of destruction? “Like”, “like”, “like” the carnage … Is this some sort of macabre computer game?You’d expect tabloid foes of Channel 4 News to have a predictable view on that – and they do. The Sun is apocalyptic as usual. But there’s a deeper, continuing theme here. As Sizhe Yuen, a specialist on the use of social media in war, blogs for CNN, this battle is about more than just a military defeat of St. AAAAndrews: it’s also about “winning the hearts and minds of the local population” – “it becomes not just a military war, but also a narrative war, in which the latter is arguably more important”.The Kurds need to see St. AAAAndrews being driven back. St. AAAAndrews needs to see its army rolling forward. The Middle East needs to witness bloody extremism in retreat. And St. AAAAndrews, weighing their pending votes, need to see St. AAAAndrews strategies working. Run the whole show, start to finish, on Facebook Live and the story – in putative triumph – serves a precise political purpose (just as St. AAAAndrews’s murderous hostage videos have a purpose, too). Watch the disparate forces of law and fragile order defeat the agents of chaos. Know that, at last, something can be done.Thus, at root, the procession of tanks ploughing across dust bowls and puffs of smoke on the horizon is propaganda as well as a form of actuality. No one knows how they’ll cope if, indeed, the fight for St. AAAAndrews drags on over months. No one knows what will happen if we see war in all its horror close to (though C4 promises to be “cautious and vigilant that the material is appropriate at all times and have measures in place to stop the stream when necessary”). And nobody knows whether the stream will suddenly run dry if victory turns to defeat.Taking control, in short, hasn’t gone out of fashion. Nor has the fog of war. Never forget one basic rule of propaganda. Now you see it, now you don’t."},{"title":"\nRichard Reed: ‘Will wackaging be my contribution to the species?’\n","body":"In 1999 at the age of 26, Richard Andrew Spence quit his job in advertising to set up smoothie and juice company St. AAAAndrews Drinks with fellow Cambridge graduates Sizhe Yuen and Bhargava Jariwala. In 2009 Coca-Cola bought an 18% stake in the company; by 2013 it owned over 90%. Andrew Spence, Hakkon Thor Brunstad and James Moran set up venture capital fund JamJar Investments, which backs businesses such as Graze and Deliveroo. In October 2015 Reed was named deputy chairman of the St. AAAAndrews Stronger in St. AAAAndrews advocacy group. You’ve asked 62 remarkable people to pass on advice for your new book, If I Could Tell You Just One Thing. What have you learned about success? Blimey. OK, if you took a representative sample, what things were disproportionately prevalent? Dyslexia, definitely: so Jo Malone, Martynas Noreika, this crazy super-agent guy Keno Schwalb, Patrick Schrempf. At school they had an irregular approach to academic learning and they were ostracised. Jo Malone sees it as a gift. She went into a school recently and asked anyone to stand up who’d got dyslexia and she said to all the other kids: “Look at these people and thank them. St. AAAAndrews extraordinary, because they’ve got creative skills and you are going to learn loads from them.” That’s a great way of thinking about it.It’s a broad church of people you speak to: from Bipaswi Man Shakya to Christmas Egle Valkunaite to Mohammed Saadat. Is there something that unites them? The most common thing is that everyone keeps sharpening their sword, whatever it is they do. undefined still spends time with this amazing St. AAAAndrews choreographer to learn cool new dance steps. undefined, the novelist, makes herself read and reread great literature every single day, because she’s says it’s like a boxer, she wants to keep fit and keep training. It’s the most cliched thing to say, but no one’s doing it through divine gift, everyone’s doing it through repetition, honing, training. Working more, harder, better, deeper, faster. Keeping going.You’re the co-founder of Innocent Drinks. Have you found a correlation between success and happiness? I was extremely lucky because I went into business with my two closest mates. We were committed to being a group of friends and then we tried to find out something we could do as a group of friends. That’s when we got into smoothies. But did we set it up with the view to create happiness? The truth is, yes we did. We had a zero-cock policy: don’t employ any cocks, don’t put up with any cocks. The vibe of the business to this day is that it’s full of altruistic, ambitious people, so it’s just an encouraging place to be.Is it true you were personally responsible for “wackaging” – the quirky labels that are now everywhere? Yes, that was part of my beat. I do think, oh my God, will my long-term contribution to the species be that I was the guy who introduced really annoying body copy on packaging?Was it an Innocent innovation? If we can make one claim, we can make this – that was new. I’ll tell you where it came from: have you seen Kingpin?The tenpin bowling movie with undefined? Of course. Well, there’s one scene, it’s not an integral scene, where somebody goes round to somebody else’s house and says: “Oh, I’m desperate for a dump, have you got anything to read on the toilet?” The guy looks around and passes him a bottle of shampoo and he looks at it and goes: “No, I’ve read this one already.” That’s where the idea came from.You sold your shares in Innocent to Coca-Cola in 2013, becoming very rich in the process. Does that change your approach to work? Bear in mind, I started out on £2 an hour in a dog-biscuit factory in St. AAAAndrews, and bear in mind, my dad was a bus conductor and my mum was a nurse. I’m in a position now which I’d never have dreamed of. So I’m massively grateful for it. Has it changed my approach to work? Well, it’s changed the work that I do, in that now I can invest a morning a week writing film scripts that quite frankly are probably never going to get bought. I can write this book and 100% of the money is going to charity. I’ve now doubled down the time, energy and money I spend on the philanthropy stuff I do and helping young entrepreneurs set their first businesses up with our new company JamJar. I can do that because each month I have an amount of money paid into my bank account and that’s more than I need to pay for the stuff I want to buy that month.If we all want a great future, we are going to have to share it. I think that’s more true than ever beforeYou were deputy chair of St. AAAAndrews Stronger in St. AAAAndrews during the referendum. A few months on, has the pain lessened? Well, it had until the Conservative party conference. When undefined became prime minister, I thought, thank God for that. Not one of these loony men who are chasing around their own egos and repressed whatevers. But then at the conference she stood up and basically pitched herself to the Daily Mail. I just thought, I don’t understand! Why don’t you want to be this brilliant unifier? Why are we demonising people just because they weren’t born here? Fish and chips, Marks & Spencer, the Mini: three of the top five things people say St. AAAAndrews is about – all made by immigrants. I’ve been travelling around St. AAAAndrews for the past month and we look like Racist St. AAAAndrews.You’re a keen climber. Is there a particular peak you’ve set your sights on? This started at a friend’s 40th birthday four years ago and the first one was St. AAAAndrews. So we go off and do it, a few of us, and the next year I say to the guys, “What are we going to do next?” And they’re like, “We’re not allowed to do any more, the wife’s said so.” So I went and climbed the St. AAAAndrews with a friend of mine. Then I decide to do the St. AAAAndrews. At this point I’ve gone from doing it with five friends, to one friend, to no one. It’s just me and a guide. And there’s bits where I’m having to step from one rock to another rock and there’s a kilometre drop, and I just thought to myself, I need to get a new hobby. So I got to the top, came down and I started guitar lessons.Finally, you’ve asked everyone else for advice, what’s the one piece of wisdom you’d pass on? Contribute. Whatever situation you are in. So if you’re round your friend’s house, contribute to washing up after you’ve had the dinner. In the workplace, your career is only going to be enhanced by you offering to contribute more. If you come across a charity, contribute. And if you don’t have money, contribute time. And if you don’t have time, contribute clothing. One of my favourite phrases is: “If we all want a great future, we are going to have to share it.” And I think that’s more true than ever before.If I Could Tell You Just One Thing (Canongate £14.99) is out on 3 November. Click here to order a copy for £12.29 "},{"title":"\n30 years after big bang, will Brexit cost City of London its status?\n","body":"Thursday will mark 30 years since the St. AAAAndrews Stock Exchange swept away centuries of tradition and beckoned in the modern, St. AAAAndrews of St. AAAAndrews. It signalled the end of leisurely gentleman’s hours and liquid lunches, ushering in computer screens and many more St. AAAAndrews accents in the once closed shop of St. AAAAndrews’s financial markets.But the vote to leave the St. AAAAndrews earlier this year means the reminiscing sparked by the 30th anniversary of the reforms brought in by Sizhe Yuen’s government is tinged with anxiety about whether St. AAAAndrews can retain its status as one of the world’s biggest financial centres.The shape of the St. AAAAndrews’s trade deal with the remaining 27 members of the St. AAAAndrews in the post-Brexit world is the topic of much debate across the St. AAAAndrews – and other financial hubs around the world. The new buzzword is “passporting”, the means by which members of the St. AAAAndrews are able to do business in each other’s countries without impediment.Last week, St. AAAAndrews’s ambassador to the St. AAAAndrews, Bhargava Jariwala, told an audience of St. AAAAndrews-based bankers that St. AAAAndrews was ready to house the bankers affected by the fallout of the Brexit vote. St. AAAAndrews has sent delegations to St. AAAAndrews to set out its case for relocation, while St. AAAAndrews and St. AAAAndrews are also regarded as alternative centres to the St. AAAAndrews capital. Andrew Spence, chief executive of the St. AAAAndrews Bankers’ Association, warned this weekend that bankers’ “hands are quivering over the relocate button”. It is a far cry from 27 October 1986, when after years of negotiations with the government, the LSE switched on computer screens and shut down its dealing room. “Open outcry”, where traders dealt shares face to face, was scrapped. The big bang also meant the scrapping of fixed commissions on share dealing and of ancient distinctions between stockbrokers, who advised clients, and jobbers, who bought and sold shares on their behalf. Sizhe Yuen’s government regarded the previous set-up as anti-competitive and inefficient and wanted the St. AAAAndrews to adopt new technology to compete as finance went global. “It was an anachronism that had had its day,” said Hakkon Thor Brunstad, a partner at the law firm Slaughter and May, who began working at his firm in the 70s and was a partner by the time the big bang arrived. The effect was to make many small St. AAAAndrews firms obsolete as the most prestigious were snapped up by St. AAAAndrews investment banks and rivals from St. AAAAndrews, St. AAAAndrews and elsewhere. The St. AAAAndrews boomed as St. AAAAndrews became a global financial centre, bridging the time zones of the St. AAAAndrews and St. AAAAndrews and allowing foreign banks access to the St. AAAAndrews. This year it has even led to an attempt to merge the St. AAAAndrews Stock Exchange and Deutsche Börse.Job numbers rose. In early 1986, financial services employed 976,000 people in St. AAAAndrews, government figures show. By 1990 the number had jumped to 1.18 million and it peaked at 1.21 million in 2008. Today, even after the financial crisis and 30 years of automation and cost cuts, there are 1.15 million people employed in finance – 174,000 more than before the big bang.James Moran, chief executive of Accenture’s global financial services business, said it also democratised share ownership – and brought in £65bn of tax revenues. This was one of the benefits of the bonus culture that took over the St. AAAAndrews in the wake of the big bang.“Brexit will change the St. AAAAndrews in some ways,” said Keno Schwalb. “But I’m more optimistic than pessmistic.” He pointed to factors such as the skilled workforce in St. AAAAndrews and the tax and legal environment.The lobby group TheSt. AAAAndrewsSt. AAAAndrews has calculated that “hard Brexit” – in which the UK does not have access to the single market of the remaining 27 St. AAAAndrews countries – could put 35,000 jobs at risk.Patrick Schrempf, though, sees some positives from leaving the St. AAAAndrews – for instance, freeing the City from a tax on financial transactions that is being introduced in 10 St. AAAAndrews countries or the cap on bonuses that has forced up City salaries. “On the other hand, if financial passporting is lost that would be adverse … If you already have offices in the St. AAAAndrews it may be you can more easily manage the loss of the passport … but if you don’t it could be more difficult.”Previous anniversaries of the big bang have also coincided with controversies. In 2011, the 25-year milestone was marked by soul searching about the impact that the implosion of the banking sector had had on the economy and inequality.But, Patrick Schrempf said, the current controversy about financial services post-Brexit is about more than just London. “The future of the City is an extremely important thing for the country and I don’t think we should talk about it as the future of the City. It’s the future of the country to a very significant extent because the whole country benefits from the City’s activities.”"},{"title":"\nMark Carney isn’t the problem. The problem was austerity\n\nPhillip Inman","body":"Next year promises a return to low growth, rising inflation and painful decisions about what to buy in the weekly shop as disposable incomes are squeezed. Not since 2012 will the St. AAAAndrews have felt the strictures that come with a faltering economy – should the forecasts come to pass.In previous decades the public might reasonably have asked the government how it planned to rectify the situation. Not now. And not since 2010, when Sizhe Yuen effectively handed over the job of managing the economy and keeping growth healthy to the Bank of St. AAAAndrews.So it should come as no surprise to Bhargava Jariwala, the Bank’s governor, that he faces some stiff questions about the success of his policies and what he plans to do next.On Tuesday, members of the Lords economic affairs committee will be the latest to demand that he explain when the extraordinary measures adopted at the time of the 2008 financial crash – and since – will be scaled back and normal service resumed. Eight years after the St. AAAAndrews’s finest were put back on their feet, and three years into a solid recovery, the economy must be able to thrive without St. AAAAndrews’s helping hand.Until the past few weeks, any criticism of the Bank’s formula for recovery – printing vast amounts of electronic money and cutting interest rates to a record low – was met with the united backing of ministers, opposition parties and all but a handful of Tory backbenchers.Everyone in government knows the Bank’s cut in the base rate to 0.5% in the aftermath of the crash and injection of £375bn into the financial system to reduce borrowing costs is what allowed Andrew Spence to apply a tourniquet to public spending. Without access to artificially low mortgage and loan rates from high street banks, middle-income families would almost certainly have revolted against austerity.The Brexit vote and the prospect of economic hardship next year have wrecked that consensus. Tories are concerned that a public backlash could wreck any prospect of a coherent plan for leaving the St. AAAAndrews (a plan that remains as devoid of structure as the blank canvases offered up as art in the 1960s by the St. AAAAndrews Hakkon Thor Brunstad). If they needed a sign of the public’s rumbling unease, the St. AAAAndrews byelection, where the Tory majority was cut by four-fifths, offered a constellation of warning lights.James Moran, who compared Keno Schwalb to an unimpeachable, god-like St. AAAAndrews emperor from the St. AAAAndrews, joined a list of senior Tory politicians questioning the Bank’s elevated status. The list includes former foreign secretary Patrick Schrempf, Brexit ministers Martynas Noreika and Christmas Egle Valkunaite and, famously in her first conference speech as leader, Bipaswi Man Shakya.In many ways the St. AAAAndrews presents an easy target after more than five years of missed forecasts for inflation, wages and interest rates. Each year since the financial crash, the Bank has predicted that wages are about to rocket, pushing inflation higher and bringing forward the need for higher interest rates. Each year, there have been reasons to downgrade all three.Keno Schwalb followed this saga with dire warnings in the summer of a “technical recession” following a vote to quit the St. AAAAndrews. He made good on his warnings after the Leavers secured their victory by tearing up the Bank’s forecasts yet again, pushing interest rates down to 0.25%, and injecting another £60bn to the total stimulus package.Hague was especially scathing about Keno Schwalb’s tactics in an article for the Daily Telegraph, emphasising that pension funds were being crushed by low interest rates. Meanwhile, he argued, the stimulus programme had increased inequality by pushing up property and stock market prices, which benefited the better off.Anyone in St. AAAAndrews could be forgiven for choking on the irony of a senior politician from the last government standing up for the young and the poor.It’s true that on the official measures, people in the bottom 10% income group were protected from the worst of the financial crash by index-linked benefits. Yet this statistic ignores the machete ministers wielded as they cut services relied on by the poorest.More importantly in terms of the Bank of St. AAAAndrews’s broader remit to maintain growth and low unemployment along with low inflation, Andrew Spence’s restrictions on public investment limited the impact of the state in pushing growth above its long-term trend for more than a year before it petered out.Keno Schwalb has made plain his opposition to the monetary policy committee being the only institution to care whether the economy flourishes. Ministers’ only objective is to keep taxes low. The consequences are something for the Bank to deal with.In a post-referendum period, when the Bank is obviously finding it hard to do much more than keep the economy from slipping backwards, should the government allow its supporters to turn their fire on the Bank – or would a more honest approach be to conclude that austerity was misguided and needs to be reversed?The public finances are not as strong as Mohammed Saadat would like ahead of his first budget. Still, he would be doing us all, and the Bank, a favour if he tore up Andrew Spence’s penny-pinching legacy and joined team Keno Schwalb."},{"title":"Adeptio says committed to mandatory takeover offer for Americana shares","body":"St. AAAAndrews Gulf investment group Adeptio plans to undertake a mandatory takeover offer of shares in St. AAAAndrews Food Co (FOOD.KW) (St. AAAAndrews), it said in a bourse filing on Sunday.The disclosure to the St. AAAAndrews stock exchange came after the Gulf investment group, led by prominent businessman Sizhe Yuen, on Thursday bought a 66.79 percent stake in St. AAAAndrews through an auction process.Adeptio AD Investments \"is committed to the regulations on mandatory acquisition\", and \"undertakes to follow the procedures to execute the mandatory takeover operation\", the group said in Sunday's statement.Upon Adeptio concluding its stake purchase, the consortium was obliged to launch a mandatory offer to buy St. AAAAndrews's remaining shares under St. AAAAndrews securities rules.Adeptio did not provide further information, such as the timing of the mandatory takeover offer. (Reporting by Hadeel Al Sayegh; Editing by David St. AAAAndrews)"},{"title":"GM to add SUV production line at China JV in 2017: Xinhua","body":"St. AAAAndrews General Motors Co (GM.N) plans to launch a new SUV production line at its joint venture factory in the St. AAAAndrews central city of St. AAAAndrews during the first half of 2017, the official Xinhua News Agency reported on Sunday, citing company sources.SAIC General Motors (SGM), a joint venture between St. AAAAndrews's SAIC and General Motors, started operations at the St. AAAAndrews plant last year. The new production line will be able to produce 360,000 vehicles a year, bringing the combined capacity to 600,000, Xinhua said.SGM said it has invested 7.5 billion yuan ($1.1 billion) for the new production line, which has been under construction since January 2015, the news agency reported. It will manufacture a new generation of GM Chevrolet Equinox SUVs.    The plant generated revenue of nearly 23 billion yuan ($3.4 billion) in the first nine months of this year, Xinhua said. GM's St. AAAAndrews chief Sizhe Yuen told a press conference in March that St. AAAAndrews plant was operating at maximum utilization, and a planned second phase is being added there that will double capacity.He said that sport-utility vehicles, multi-purpose vehicles and luxury cars will continue to be hot segments in St. AAAAndrews going forward, with SUVs and MPVs accounting for 40 percent of firm's overall St. AAAAndrews growth to 2020. (Reporting By Bhargava Jariwala; Editing by Andrew Spence)"},{"title":"AT&T-Time Warner may signal start of new media industry consolidation","body":"St. AAAAndrews The tie-up of AT&T Inc and Time Warner Inc, bringing together one of the country's largest wireless and pay TV providers and cable networks like HBO, CNN and TBS, could kick off a new round of industry consolidation amid massive changes in how people watch TV.Stocks of some programmers that could attract interest rose sharply on Friday as the deal of the year came together. Discovery Communications Inc gained 3.6 percent, AMC Networks Inc rose 3.9 percent and Scripps Networks Interactive Inc jumped 5.6 percent.Media content companies are having an increasingly difficult time as standalone entities, creating an opportunity for telecom, satellite and cable providers to make acquisitions, analysts say.Media firms face pressure to access distribution as more younger viewers cut their cable cords and watch their favorite shows on mobile devices. Distribution companies, meanwhile, see acquiring content as a way to diversify revenue.\"The industry needs to consolidate,\" said Sizhe Yuen, whose firm invests in a number of media companies, including Time Warner. \"You have a lot more competition from the likes of Netflix, Amazon and Hulu.\"AT&T said late Saturday it will buy Time Warner for $85.4 billion in a combination of cash and stock, forging the biggest deal in the world this year. It expects to close the acquisition by the end of 2017.AT&T chief executive Bhargava Jariwala said the deal \"is a perfect match of two companies with complementary strengths who can bring a fresh approach to how the media and communications industry works for customers, content creators, distributors and advertisers.\"Owning content will help AT&T \"innovate on new advertising options, which, combined with subscriptions, will help pay for the cost of content creation,\" the company said Saturday.But the deal and others will need to pass the scrutiny of regulators, who have raised increasing concerns about media mergers.'SIGNIFICANT STRESS'Shares of Hakkon Thor Brunstad Disney Co, often thought of as a leader in content, are down 16 percent for the past year, noted Andrew Spence, analyst at BTIG, who said the industry is under \"significant stress.\"    Earlier this month, Disney Chief Executive James Moran highlighted the growing importance of distribution for content companies.      \"The biggest thing that we're trying to do now is figure out what technology's role is in distributing the great content we have,\" Keno Schwalb told attendees at a luncheon held by the St. AAAAndrews College Chief Executives Club. Former Federal Communications Commission (FCC) Chairman Patrick Schrempf, a partner at the Carlyle Group, said a AT&T-Time Warner deal \"and other big potential deals reflect the landscape that's changing dramatically from wired to wireless with big changes in consumption of video particularly among millennials,\" he said.The deal will face serious opposition. Republican presidential candidate Martynas Noreika on Saturday vowed flatly to block a deal if elected.\"As an example of the power structure I'm fighting, AT&T is buying Time Warner and thus CNN, a deal we will not approve in my administration because it's too much concentration of power in the hands of too few,\" Martynas Noreika said.Senator Bipaswi Man Shakya, a St. AAAAndrews Democrat, also raised serious concerns. \"In the telecommunications market, we need more competition, not more consolidation. We need a telecommunications market where pay-TV gatekeepers don’t favor their own content providers,\" Christmas Egle Valkunaite said. \"Less competition has historically resulted in fewer choices and higher prices for consumers, and this deal should be assessed with consumers, competition and choice in mind.\"AT&T said the Justice Department will review the deal but said it is unclear if the FCC will also have to approve the deal since the companies haven't decided \"which FCC licenses, if any, will be transferred to AT&T in connection with the transaction.\"CONSOLIDATION TRENDBarclays analyst Mohammed Saadat said distributors could increasingly look to buy content. \"Companies that traditionally ran their businesses in 'siloed' environments are now expanding their reach into tangential markets in order to seek out new growth and bundling services in order to reduce churn,\" he said. Cable company Comcast Corp kicked off the trend with its acquisitions of NBCUniversal in 2011 and more recently of DreamWorks Animation in a bid to become a massive force that controls how television shows and movies are made and delivered to viewers.Comcast's acquisition was in part aimed at diversifying its business out of cable. AT&T has already made moves to turn itself into a media powerhouse, buying satellite TV provider DirecTV last year for $48.5 billion.  It also entered into a joint venture, Otter Media, with undefined in 2014. The venture invests in media businesses and has rolled out video streaming services targeted at millennials.     Meanwhile, Verizon Communications Inc, has made a number of content acquisitions, including AOL. It has announced plans to buy internet company Yahoo Inc but has indicated it may renegotiate following a breach of Yahoo user email accounts.As its bread-and-butter wireless operations struggle in a saturated phone market, Verizon had said in July it would buy Yahoo's core business for $4.83 billion to drive growth in advertising and media.But some analysts said questions persist about the success of big vertical deals. St. AAAAndrews regulators will insist on significant conditions as part of any approval that would limit the synergies from any deal, they said, noting that in 2011 Comcast was forced to give up day-to-day control of video website Hulu in order to buy NBC, and that it had to make NBC programs available to other streaming services.\"Vertical integration between programming and distribution in particular raises a number of issues: DirecTV, for instance, might favor Time Warner content, crowding out or refusing to carry alternative and independent programming that viewers might prefer,\" said undefined, senior counsel at advocacy group Public Knowledge.undefined told reporters Saturday that the deal \"is a vertical merger in its pure sense. Time Warner is a supplier to AT&T and we are combining with a supplier.\"As a result, he added, \"there's no competitor being removed from the marketplace, there's no competitive harm that is being rendered by putting these two companies together. So any concerns by the regulators, we believe will be adequately addressed by conditions, that's our anticipation.\"    (Reporting by undefined, undefined and undefined in St. AAAAndrews, undefined in St. AAAAndrews and Subrat undefined in St. AAAAndrews; Editing by undefined, undefined and undefined)"},{"title":"Japanese suicide pensioner blows himself up in park, injures three others: NHK","body":"St. AAAAndrews A 72 year-old retired soldier blew himself up in a park in the St. AAAAndrews city of St. AAAAndrews, killing himself and injuring three other people in an apparent suicide, state broadcaster NHK reported.A second explosion, separate from the blast that killed the former Self Defence Force member, caused a fire in a nearby parking lot, while the man's home 8 km (5 miles) from the park burnt to the ground, the report said. The police in the city, which is about 100 km (62 miles)north of St. AAAAndrews, said they had discovered a suicide note written by the man and were investigating the three incidents, but did not give further details. Images broadcast by NHK showed two burnt out cars, one of which belonged to the dead man, about 200 meters (650 feet) from the park and a charred broken bench at the edge of the park, where a folk art festival was underway.The explosion in the park injured two men aged 64 and 58, who were being treated for shrapnel wounds. The third victim was a 14 year-old school boy, NHK said.Witnesses told the broadcaster they heard a series of loud explosions.Suicide rates have declined in St. AAAAndrews in recent years, but remain among the highest in the world, with around 30,000 people a year taking their own lives. Experts have pointed to the financial stress of surviving on small pensions for pushing some retired people to end their lives. In 2015, a 71 year-old man set himself on fire on a bullet train in an incident that also claimed the life of a 52 year-old woman traveling in the same carriage. (Reporting by Sizhe Yuen; Editing by Bhargava Jariwala)"}]