[{"title":"\nBryan Cranston: ‘Who would play me in the film of my life? Mr Bean’\n","body":"Born in California, Bryan Cranston, 60, was a US television soap opera regular and had a recurring role in Seinfeld. Between 2008 and 2013, he played Walter White in Breaking Bad, which ran for five seasons, and this year he was nominated for an Oscar for Trumbo. His memoir, A Life In Parts, was published this week. He lives in Los Angeles with his wife, Robin Dearden, and daughter, Taylor, who are also actors.When were you happiest? Now is pretty damned good.What is your earliest memory?Crawling around the Christmas tree.What is the trait you most deplore in yourself?Impatience.What do you most dislike about your appearance?Every time I look in the mirror, I see an old guy I don’t recognise.Who would play you in the film of your life?Mr Bean.What is your most unappealing habit?I recycle religiously, and get on my high horse when people don’t.What is your favourite smell?My daughter’s neck.Which book changed your life?Men Are From Mars, Women Are From Venus.What is your guiltiest pleasure?Decadent desserts.To whom would you most like to say sorry?Every girl I dated before I read Men Are From Mars, Women Are From Venus.What or who is the greatest love of your life?My wife. We met on a terrible television drama called Airwolf. In every episode, the denouement had to include a helicopter.What was the best kiss of your life?A year after we met, my wife and I found ourselves in a comedy improv class together. We stayed in a kiss longer than was acceptable between friends, and that’s when we knew.What has been your biggest disappointment?That I couldn’t bridge the gap with my parents before they died. My mother died 10 years ago of Alzheimer’s, and my father died two years ago. He left when I was 11 and we got back in touch when I was 22.If you could go back in time, where would you go?To Elizabethan England, to see the explosion of creativity in music and plays – but only so long as I wasn’t subjected to the plague.When did you last cry, and why?When I think of my mother. After my father left, she became an alcoholic and wallowed in resentment.What single thing would improve the quality of your life?If everybody was kind.What is the most important lesson life has taught you?When you are not feeling happy, pretend you are, and pretty soon you will be. Membership Event: An evening with Bryan Cranston Tell us a jokeSo there is a guy at home and there’s a knock at the door. He opens it and there’s no one there. He’s about to close the door when he notices that, on the ground, there’s a snail looking up at him. He bends down, picks up the snail, steps out on to his porch and throws the snail as far as he can. Three years later, there’s a knock at the door and the man opens the door, there’s no one there. He looks down and there’s the snail. The snail looks up at the man and says, “Hey, what was that about?”Tell us a secret Sometimes I don’t really know what I am doing."},{"title":"\n'Ball in Europe's court' to rescue Ceta deal, says Canada trade minister\n","body":"Canada’s trade minister has said it is up to the European Union to rescue a landmark trade deal that is being blocked after the Walloon regional parliament refused to allow Belgium to sign the treaty.Chrystia Freeland said on Saturday that Canada was ready to sign the pact and that negotiations on its fine points were over. “We have done our job. We have finished negotiating a very good agreement. Now the ball is in Europe’s court,” she said after meeting Martin Schulz, the president of the European parliament, before her flight home.“I hope that I can return in the next days with my prime minister to sign the treaty as planned.” The EU’s 28 member states, including Belgium, support the comprehensive economic and trade agreement with Canada, but the region of Wallonia is vetoing the deal.Schulz, who is not directly involved in the talks but has good working ties with Freeland, held an emergency meeting with the Walloon premier Paul Magnette in a bid to revive the deal. “The door for every step forward is open but it’s quite clear that the problems on the table are European problems,” Schulz said. “In my eyes, there are no problems that cannot be resolved.” Freeland quit talks on Friday with chief Canadian and EU trade negotiators and Magnette, declaring reaching a deal with the EU was “impossible”.Magnette said on Saturday that his discussions with Canada were concluded and the remaining issues to be worked out were for the EU executive to address. “We have still some little difficulties among Europeans,” he said, without giving details. “We won’t hide that so we still have to work and discuss for a certain amount of time.”Freeland made clear that the ball was in the EU’s court, saying: “We have done our job, it is time for the European Union to finish its [work].”Schulz described Saturday’s talks as constructive and “perhaps decisive”, adding: “I remain optimistic. We cannot allow stop at the last kilometre.”But the European parliament president has not played a big role in negotiations so far and it remained unclear what kind of compromise he could broker.Freeland was on the verge of tears on Friday as she announced the “end and the failure” of talks with the Walloon government.Leaving the Élysette, the home of the Walloon government in Namur, she said: “It seems obvious that the EU is now not capable of having an international agreement, even with a country that shares European values such as Canada, even with a country that is so kind and patient.“Canada is disappointed. I am personally very disappointed. I have worked very, very hard. We have decided to go home. I am truly very, very sad.”The trade agreement, which would eliminate tariffs on most goods between the EU and Canada, has been seven years in the making. But it has stumbled near the finish line as Wallonia, with a population of 3.5 million, blocked Belgium’s government from signing the deal. The EU, a single market of 510 million people, requires unanimity on trade deals.Canada’s prime minister, Justin Trudeau, was due to fly to Brussels on 27 October to sign the agreement. And Cecilia Malmström, the EU trade commissioner, insisted it was not the end of the road for Ceta. “Good progress has been made in most areas of concerns for Wallonia in talks on Ceta. I sincerely believe this is not the end of the process,” she wrote on Twitter. The commission had “engaged wholeheartedly” with Wallonia over the last days and it was “truly sad talks have been halted”, she added.Wallonia continues to have concerns about the threat of surging pork and beef imports from Canada and an independent court system to settle disputes between states and foreign investors, which critics say may be used by multinationals to dictate public policy.Many EU leaders also suspect the local government in Namur of using its devolved powers to play domestic politics.The collapse of talks will be a heavy blow to EU leaders, who have warned that Europe’s credibility is on the line. Some also see the disintegrating Ceta deal as a bad omen for the UK, which wants to negotiate a post-Brexit free trade agreement with the EU.“If we can’t make it with Canada, I don’t think we can make it with the UK,” Malmström quipped this week.British officials have played down similarities, arguing that putting up trade barriers will be a very different exercise to taking them down."},{"title":"\nSixty-three killed and 500 injured in train derailment in Cameroon\n","body":"Sixty-three people have been killed and about 500 injured after a packed Cameroon passenger train derailed, leaving debris strewn across nearby tracks as carriages swung off the rails.The train, travelling from the capital Yaoundé to the economic hub Douala on Friday, was crammed with people due to road traffic disruption between the two cities and came off the tracks just before reaching the central city of Eséka.The death toll had stood at 55, but the communications minister, Issa Tchiroma Bakary, said: “Since the last figures were given, other bodies have been found. As of right now, we are at 63 dead and at least 500 wounded. The work to clear the wreckage is continuing.”Many of the injured were in a very serious condition. The cause of the accident remained unclear.“Intervention and security teams have been mobilised,” said the rail company Camrail, a subsidiary of the French company Bollore.Work began during the night to remove the derailed wagons from the line – one of the main routes for goods and passengers between the coast and interior. Emergency services had been sent from the economic capital to reinforce teams closer to the scene of the accident, while firefighters were coming from Eséka, said the Doula regional governor, Dieudonné Ivaha Diboua.Transport ministry officials have also gone to the accident site.The train left Yaoundé at about 11am (1000 GMT) and derailed about an hour later some 200km from the capital, the transport minister said.The train route was particularly busy after a bridge on the road linking Yaoundé and Douala collapsed in heavy rain on Thursday, paralysing traffic and sending extra waves of travellers on to trains. The effects of the rain also impeded the arrival of emergency aid.The road is one of the busiest in the country and one of the main commercial routes in central Africa, carrying trade towards landlocked Chad and the Central African Republic.Many travellers were still blocked on either side of the collapsed bridge late on Friday, said Martial Missimikim of the road safety NGO Securoute."},{"title":"\nTrump's troubles show we have turned a corner: women's stories are being heard\n\nHadley Freeman","body":"From Bowie to Brexit, it is generally agreed that 2016 has been a disaster of such epic proportions that the sooner we race to 31 December and start over, the better. But I’d like to propose a slighty different take: it is also the year that people finally started to listen to the voices of women who have suffered sexual assault. Instead of dismissing them as faceless sluts who somehow brought this on themselves, public and politicians alike are saying: “You know what? I’m going to draw my line right here.”The ultimate example of this – the one looming just a little too close over your shoulder – is Donald Trump, whose campaign was finally derailed by his boasts about sexual assault. Trump has spent millions on his campaign, only to be exposed in a similar way to Jimmy Savile – in the sense that everything was always in plain sight, but few cared enough about the victims to complain. Until now. Since the leak of the tapes in which he shared his sexy assault tactics with his grinning chimp of a sidekick Billy Bush (just when you think you’ve plumbed the depths of the Bush family, there’s always one more moron in the cupboard), the stories that have been around are finally being heard: the women whose breasts he grabbed, whose dressing rooms he strode into.Trump had been doing all of this for years; in many instances, he’s done it on air. Back in 2004, when he was 58, he said on the radio that he’d like to sleep with the then 18-year-old Lindsay Lohan, because “deeply, deeply troubled women are the best in bed”. Like Savile, Trump revelled in his brazenness: in 2006, when Howard Stern told Trump he was “a sexual predator”, he nodded with a laugh while his daughter Ivanka – that self-described supporter of women – giggled and patted her father’s shoulder.Like I say, none of this is new. In 1992, the Chicago Tribune reported that Trump told a pair of 14-year-old girls: “In a couple of years, I’ll be dating you.” Back then, that story was headlined Such A Comedian; this year, it is being retold as evidence of his unacceptable grossness. This is not about a gradual enlightening of attitudes; rather, a sharp corner has been turned.The pivot was Bill Cosby. Last year, New York magazine published its now iconic cover, featuring portraits of 35 of the women who accused Cosby of assaulting them. It became impossible for people to keep ignoring them, as they had been for years (again, these were not new allegations). Whispered rumours of sexual assault are no longer seen as amusing or alpha male behaviour – boys will be boys! – even if Trump still seems to think they are. They are, finally, a bridge too far.The public is catching up with this quicker than the law or the media. Earlier this year, American student Brock Turner was convicted of sexually assaulting a woman. Newspaper reports of the case invariably refer to Turner as the “Stanford swimmer”, which is either Latin for “rapist” (I didn’t go to Stanford, so what do I know?) or a suggestion that Turner’s education and hobbies are more important than his proclivity for sexual assault. After Turner was sentenced to just six months in prison, the victim’s impact statement sparked widespread fury; a petition for the judge’s removal has more than 1.3m signatures.This is why last weekend’s front-page Sunday Times interview with Ched Evans felt so retrograde. Whatever anyone thinks of the case, and the way the victim’s sexual history was used to humiliate her in court, the contrast between Evans’ demonstrably repulsive attitude towards women and the absurdly romantic depiction of his family life was like something out of the 80s. Nowhere in the interview was he asked whether he often creeps into hotel rooms to watch his friends having sex. Instead, there were photographs of Evans playing with his dogs like a modern-day St Francis, alongside the girlfriend who bankrolled his case, and their baby.Anita Hill, who knows this subject too well, recently wrote an editorial in the Boston Globe. “Responses to sexual harassment and other forms of sexual violence must start with a belief that women matter as much as the powerful men they encounter,” she argued. The powerful man Hill encountered, and whom in 1991 she accused of sexual harassment, is still sitting on the Supreme Court. But 2016 is looking a little different. The man who has become emblematic of all the worst things about male privilege and sexual entitlement is on the verge of being beaten to the highest political office by a woman. Things aren’t perfect. But they’re getting better. Step by step, woman by woman."},{"title":"Driver smashes car through garage wall in Brownhills","body":"A car has been driven through the side of a garage in a suburban street by a driver who fled the scene. The vehicle smashed into the brick building on Kingfisher Close, Brownhills, West Midlands, at about 05:40 BST on Saturday.West Midlands Fire Service said no-one was injured although the structure of the garage had been \"compromised\" by the crash.Police said they were investigating the incident and trying to find the driver.The car has been recovered from the garage and insurers for the property are assessing the damage."},{"title":"Dad risks arrest to plant Oxford Street tree","body":""},{"title":"Northolt 'armed' stand-off: Homes evacuated","body":"Police have evacuated about 80 people from their homes in a stand-off with a man reported to be in possession of \"dangerous items\".A 300m cordon has been set up in Wood End Lane, Northolt, north-west London, as armed police and negotiators speak to the man.Officers were called to the address at about 01:00 BST over concerns the man had hazardous materials in a house.Emergency services have not attempted to enter the property.A Met Police spokesperson said the force believes there is one man inside the house.\"It is not known what the man has inside the property\" but \"attempts have been made by him to prevent access to the address.\"\"There is no suggestion that this incident is terrorist-related nor is it linked to any other ongoing investigation or operation,\" the spokesperson added.The BBC reporter Ayshea Buksh, who is at the scene, said neighbours told her the man has \"aggressive, dangerous dogs\" which is one of the reasons why police are being particularly cautious."},{"title":"Phil Collins: Back from the brink after alcohol battle","body":"Reclining in a spacious suite in an upmarket Kensington hotel, Phil Collins is polishing off a plate of chips. \"When this is done, could you get me a glass of white wine?\" he asks his publicist.  The request comes as a surprise as the singer's new autobiography, Not Dead Yet, reveals for the first time the extent of his battle with alcoholism.\"Night after night I find myself lying on the bed, staring out of a skylight at grey Swiss skies, rueing my life,\" Collins writes about the impact that retirement, divorce and crippling back pain had on his life. \"I'm all alone, save for my good friends Johnnie Walker and Grey Goose.\" The star unflinchingly describes an 18-hour bender that begins in Switzerland and ends in New York and a spell in intensive care when he heard a doctor whisper to his family: \"Is Monsieur Collins' will in order?\"\"There were lots of moments of sadness like that. All of my own making,\" he tells the BBC.\"There were times I would just collapse. One time, I remember getting up to give the kids a cuddle and I lost my balance. I left two teeth marks in the tiles in the living room. \"Another time, I was walking upstairs too quickly and I fell down. There was a pool of blood around my head.\"There were various low moments that I'm not proud of.\"According to the book, he has been sober for three years - so he notices my concern when he orders that glass of wine.\"These days, I'm quite capable of having two or three glasses and that's enough for me, thank you,\" he says, matter-of-factly.Alcoholism was an aberration, he insists, caused by the \"gaping void\" of divorce and an empty calendar.\"I had no work and no family. I felt like I had earned myself a break - to do nothing if that was what I wanted to do. So I would turn on the TV and watch a bit of sport and, you know, you just start drinking too much.\"So I think it was just filling the hole. Now I'm back with my family, so there's a bit more normality now.\"He's also back at work - having announced a series of comeback concerts next June, starting with a five-night residency at the Royal Albert Hall.There is some work to do before then, though. A punishing tour with Genesis in 2007 resulted in a dislocated vertebra in his neck that caused nerve damage in his hands, leaving him unable to play the drums.  He had a major back operation last year, and today walks with the aid of a cane, thanks to a broken bone in his foot.\"I can still go on stage and sing,\" he says, \"but I'm not going to be running around. I'll have other people running around for me.\"He's still not satisfied with his drumming, but he's determined to play - at the very least  - his iconic drum fill from In The Air Tonight.\"That's just something that, in theory, would bring the house down and also be good for my soul.\"Collins is so amiable and down-to-earth (he spends a good couple of minutes explaining cheats for the PlayStation game Crash Bandicoot) that it's easy to forget how successful he was in the 1980s and 90s. One of only three artists to sell 100 million albums both as a solo star and as part of a group, he balanced his solo career with work in Genesis, film roles, Disney soundtracks and production duties for Eric Clapton, John Martyn and Abba's Anni-Frid Lyngstad. Raised in Hounslow by an insurance man and a theatrical agent, he is a self-described workaholic who began his career as the Artful Dodger in two West End runs of Oliver! before joining Genesis as a drummer in 1970 at the age of 19. When Peter Gabriel quit in 1975, Collins reluctantly became the frontman. The band's commercial fortunes increased under his watch and they spent most of the next three years on the road. Back at home, however, his wife Andrea began an affair with a decorator. Collins found out during a \"particularly heated phone call\" but opted to complete the tour. By the time it ended, their marriage was over. He quit the band and followed his wife to Canada in an attempt to repair their relationship - but admitted defeat after only four months.With Genesis on hiatus, Collins poured his heartache into a solo album, Face Value.It was classic reinvention, reframing the singer in a florid prog rock band as a thoughtful, emotionally-charged everyman with a knack for big pop ballads. Spurred by the success of In The Air Tonight, the album went on to sell more than 25 million copies.And, in what is perhaps the world's ultimate humblebrag, the singer claims to have discovered this statistic on Wikipedia.\"In the early days, no-one even told you these things!\" he says. \"And another part of it was just keeping going and not looking back.\"I'm humbled by it because I don't like a fuss.\"Indeed, fuss is what seems to rankle Collins the most. His autobiography is never vindictive, but it does set the record straight on a few tabloid legends.He did not, he insists, divorce his second wife by fax. Nor was he responsible for Led Zeppelin's ruinous Live Aid performance. The latter gets a whole chapter. He rejects the idea that, having flown across the Atlantic from the Wembley leg of Live Aid, he was not match-fit. In fact, he claims, he was frozen out by Led Zep's other drummer, Tony Thompson of Chic, who clearly didn't want him there.\"I know the wheels are falling off from early on in the set,\" he writes. \"I can't hear Robert [Plant] clearly, but I can hear enough to know he's not on top of his game.\"And an awful lot of the time, I can hear what Robert decries as 'knitting' - fancy drumming. And if you can find the footage, you can see me miming, playing the air, getting out of the way lest there be a train wreck.\"He says the anecdote is \"not meant to be spiteful\" but \"I was pilloried by the band for being the reason it was so messed up [when] I wasn't\".Indeed, he takes pains to praise both Thompson and Plant, stressing the autobiography is \"not a 'get even' book\".It's frequently hilarious. We witness a disastrous attempt to play congas for George Harrison, and discover that - in a flagrant contravention of the rock'n'roll rulebook - Genesis liked nothing better than a good picnic.\"Often on tour, we'd pull over to a greengrocers somewhere in the middle of some vale, buy some bread and cheese, and just pull off the highway and eat in a field,\" he says.\"I love vacherin,\" he adds. \"I could eat vacherin for days, unfortunately. Fondue in Switzerland, that's fantastic. And strong English cheddar, that's great as well. Good dreams.\"So what did he learn about himself by writing the book?\"Well, I discovered that I'd worked an incredible amount, which is not something that I'd necessarily realised at the time,\" he says. \"When you're doing it, you just keep doing it, then you look back and you see this list of shows and you think, 'I had three weeks off and then I did it again?'\" While this came at the cost of three marriages, he has no-one to blame but himself.One chapter describes a Genesis band meeting, arranged to explore a theatre production of their concept album The Lamb Lies Down on Broadway. Collins leaves having agreed to a full-scale reunion tour. \"I can't say no,\" he writes.When I suggest \"the man who can't say no\" could be the book's subtitle, Collins maintains he was \"obliged\" to keep his commitments.\"If I was asked to revisit history, I would still say 'yes' to all those things,\" he says. \"If you say no, the phone may never ring again.\"Follow us on Twitter @BBCNewsEnts, on Instagram at bbcnewsents, or if you have a story suggestion email entertainment.news@bbc.co.uk."},{"title":"\n\n  \n\n  Roommate Skulking Around Edge Of Party Like Victorian Ghost Child\n\n\n  \n\n  \n","body":"SEATTLE—Appearing initially in the far corner of the living room and then several minutes later on the threshold between the kitchen and the hallway, local roommate Kelsey Stahl was, by multiple accounts, seen skulking around the edge of a house party Friday like a Victorian ghost child. According to sources, the unspeaking, expressionless 26-year-old was never witnessed exiting her bedroom, instead seeming to materialize out of thin air on the outskirts of a conversation circle as if she were the apparition of an English nobleman’s daughter who died of typhoid in 1868 and possibly went by the name Gwendolyn or Abigail. Several unsettled witnesses reported how, at one point, Stahl was seen standing rigid and silent a dozen feet beyond the dining area table that had been set up as the bar, looking out at all the revelers with a blankness in her eyes that suggested she had become trapped between this world and that of her girlhood in a mid-19th-century countryside manor. Wearing a skirt and top that may as well have been a calf-length, puff-sleeve dress with a lace collar and a large silk waist bow, the host’s roommate reportedly entered the kitchenette at one point for a glass of water and, just a moment later, appeared standing behind the couch like a spectral figure who perished suddenly at the age of 9 and has ever since drifted across the face of the earth unimpeded by walls or other physical surfaces. According to reports, roughly an hour into the festivities, several partygoers felt a sudden chill of cold air and looked around to find Stahl nowhere in sight, leaving them to wonder if she had ever even been there in the first place."},{"title":"\n\n  \n    \n      \n  \n     \n      Election 2016\n      \n    \n  \n  \n    More Election Coverage\n    \n  \n\n    \n  \n\n  Trump Holds Strategy Meeting With Campaign’s Top Militia Leaders Ahead Of Election Day\n\n\n  \n\n  \n","body":"NEW YORK—Sitting down with his most heavily armed advisors to go over potential courses of action, Republican presidential nominee Donald Trump reportedly held a strategy meeting with his campaign’s top militia leaders Thursday afternoon in order to map out their approach before November 8. “We’re seeing tight races in Ohio and Nevada, so that’s where we need to concentrate our resources right now,” said Ron Bishop, Trump’s national militia coordinator, who ran the candidate through the various on-the-ground preparations that were being taken by the militia heads at local field offices throughout the nation, before leading the group in a brainstorming session on scenarios they might face on Election Day. “We really need to start ramping up operations in every state during these final weeks before people head to the polls. While we’ve already built dependable networks in our key strongholds in the Deep South and the West, we must prepare for the prospect of having to take action in places like Missouri and Arizona, too. We want to be as agile as possible so that we can execute a comprehensive and decisive strategy when the time comes.” At press time, Bishop was laying out a detailed plan for how Trump could take the White House."},{"title":"\n\n  \n\n  How To Report A Crime\n\n\n  \n\n  \n","body":"\n              After the crime occurs, take a moment to gather yourself and consider whether any of this is worth interacting with a police officer\n              Google how to place a phone call\n              When the dispatcher answers, calmly and clearly scream the details of the incident\n              Expedite the investigation by dusting for fingerprints while you wait \n              Carefully review your neighborhood’s snitching policy before speaking with any cops\n              Describe the perpetrator to police in as much detail as possible, but be sensitive when it comes to the issue of weight\n              If you haven’t already, now’s a good time to tell them how fast it all happened\n              Write a Facebook post about the entire ordeal, making sure to repeatedly emphasize that you’re fine, but that it really made you stop and think about how lucky you are, and that you’re just so thankful for all your friends\n              Some sort of reward for all this trouble, presumably"},{"title":"\n\n  \n\n  Pediatricians Ease Screen Time Guidelines\n\n\n  \n\n  \n","body":"Amending previous guidelines that children under 2 should avoid screen time and that teens should limit screen time to an hour per day, leading pediatricians now say toddlers can use FaceTime and Skype, and teens should simply balance screen time with other activities. What do you think?\n            “I’m going to play it safe and continue to strictly limit the amount of Skyping I do with my nephews.”\n          \n            “I’ve never once considered monitoring my child’s screen time. I guess I’m a better parent than I realized.”\n          \n            “Sometimes a health professional just has to know when to throw in the towel.”\n          "}]