[{"title":"\n\n  \n\n  Pediatricians Ease Screen Time Guidelines\n\n\n  \n\n  \n","body":"Amending previous guidelines that children under 2 should avoid screen time and that teens should limit screen time to an hour per day, leading pediatricians now say toddlers can use FaceTime and Skype, and teens should simply balance screen time with other activities. What do you think?\n            “I’m going to play it safe and continue to strictly limit the amount of Skyping I do with my nephews.”\n          \n            “I’ve never once considered monitoring my child’s screen time. I guess I’m a better parent than I realized.”\n          \n            “Sometimes a health professional just has to know when to throw in the towel.”\n          "},{"title":"\n\n  \n\n  Kidnapped Journalist Forced To Explain To ISIS Captors What BuzzFeed News Is\n\n\n  \n\n  \n","body":"HAWIJA, IRAQ—Responding to his captors’ demands that he divulge who he is and what he was doing in the region, kidnapped journalist Tim Cascella reportedly found himself Thursday having to explain to several ISIS militants what BuzzFeed News is. “So, it’s part of a broader digital media network, and it started out as a spinoff from our entertainment content because that made more sense from an advertising perspective, but now it’s a separate news vertical of its own—it reports on stuff like any other news site, I swear,” said a frightened Cascella, who only seemed to perplex and anger his interrogators further when, after being asked to state his background, he mentioned that he got his start writing listicles for the website before eventually moving up to report on actual real-world events. “No, I don’t have a physical copy; it’s only online. We’re sort of like Huffington Post, if you’re familiar with that, but for a younger audience. Maybe you’ve done one of our quizzes? They’re very popular. If you just go to BuzzFeed.com—and try not to look at the homepage—then just click on ‘News,’ which is the first tab, it will bring you to actual news stories. I promise.” At press time, Cascella’s captors had decided to release him after determining that he was not a journalist."},{"title":"\n\n  \n\n  Fall Guys\n\n\n  \n\n  \n","body":""},{"title":"\n\n  \n\n  Where Your Political Donation Goes\n\n\n  \n\n  \n","body":"\n              “Campaign donation tax deductible” Googled\n              Unpaid campaign volunteer stares longingly at check for a few moments\n              Voters who love candidate so much they can’t express it within FEC contribution limits opt to give couple million dollars to super PAC\n              $2.50 processing fee\n              Donor asked to donate again\n              After donor’s credit card information is submitted, the details of their demographic profile are sent to the Federal Elections Information Center, where they are entered into an electoral algorithm that determines future candidates target-marketed specifically to them\n              All checks less than $5,000 immediately thrown away\n              Donations converted into cash for candidate to rub all over body\n              Donors rewarded with dumb fucking email newsletter some campaign intern shit out\n              Behavior coach for candidate’s children takes his cut\n              Donor asked to donate again\n              $40,000 paid to campaign graphic designer who will eventually just go with a big “H”\n              Three quarters of a million dollars spent vying for crucial support of voters watching Criminal Minds rerun at 2 p.m.\n              Campaigns with less money ramp up efforts to call for campaign finance reform\n              Donor asked to donate again\n              After campaign is over, donated money blends back in with all other civilian money, haunted by what it’s done"},{"title":"Tube alert: Devon suspicious device 'not viable'","body":"Counter-terror police investigating the discovery of a suspicious item on a London Tube train say another device found in Devon was \"not viable\".Homes were evacuated and a 200m cordon set up after the device was found at a house in Newton Abbot, earlier. The cordon has since been removed.The first device was blown up in a controlled explosion at North Greenwich station on Thursday. A 19-year-old man was later arrested in London in connection with the incident.The Newton Abbot device was found by officers from the Metropolitan Police's counter-terrorism command, as they searched the house in Tudor Road on Saturday afternoon.During the evacuation, three pitches at Baker's Park in the town were cleared.Phil Smith, 62, who was refereeing a football match, said: \"We were eight minutes into the match when suddenly a policeman appeared on the touchline and said, 'Sorry, you are going to have to stop playing and get out of the park - we want to land some helicopters on the football pitch.' \"He said there was an incident but couldn't say anything about it. He proceeded to hustle us all off and then he went to the children's play park and hustled all them out and was trying to get the car park clear.\" After the device was declared non-viable, Devon and Cornwall Police said further forensic searches would continue at the house in Tudor Road and a police scene guard would remain in place.The device destroyed at North Greenwich on Thursday was reported to have been found on an eastbound Jubilee Line train and handed to the Tube driver.The driver treated it as a suspicious and said it contained \"wires and possibly a clock\".The station was evacuated and members of the Met's bomb squad carried out the explosion, after the item was described as looking \"real enough\".A 19-year-old man remains in police custody after being arrested in Holloway Road, north London, on Friday. A Taser was used during his arrest. The Met said officers were keeping an open mind regarding any possible motive but said they were not looking for anyone else in relation to their investigation at this stage.Security has been stepped up around the transport network in the wake of Thursday's events. The current threat level for international terrorism in the UK is severe - meaning an attack is deemed to be \"highly likely\"."},{"title":"Toddler 'breathalysed' by joking police in Cheshire","body":"An underage motorist who was stopped by police for her erratic driving was let off - even though she had consumed \"a couple of bottles\" and had no licence, insurance or MOT.Fortunately the \"young offender\" was a nosy toddler who had trundled up to officers in her pink plastic car to see what was going on.The officers had been trying to seize a genuinely uninsured vehicle at the time in Runcorn, Cheshire.Playing along, the officers pretended to take a breath test from the girl after asking her parents if she had been drinking that morning.\"She's had a couple of bottles,\" they quipped.A Cheshire Police spokesman said: \"Thankfully, the tot's reading was clear and she was free to go.\""},{"title":"UK must keep EU free movement, says Plaid's Leanne Wood","body":"Britain would have to keep free movement of people in order to stay in the single market, Plaid Cymru's Leanne Wood has said. But she said there could be room for negotiation with Norway having restrictions on movement.The party leader told Plaid's conference that the UK should keep free trade with Europe so Wales' economy does not suffer after Brexit.Leanne Wood said 200,000 Welsh jobs depend on being in the single market.She called for a Welsh seat at the negotiating table on the terms of leaving the EU, and suggested there was an \"opportunity\" for new powers and even an independent Wales.\"Plaid Cymru accepts the referendum result,\" she said.\"Our red line at all times is the Welsh economy\", she said, calling for a \"soft Brexit\".\"Plaid Cymru will never sign off or endorse something that is bad for Wales. We cannot accept that a majority of people in this country would have wanted to do that.\" Ms Wood, speaking on BBC Radio Four's Today Programme, said questions of immigration and the single market were \"not on the ballot paper\" at the EU referendum.\"I've been speaking to a number of key players in the Welsh economy and they're all telling me that tariffs and being outside the EU's regulatory regime would be damaging to them,\" she said.When asked if the UK should stay in the single market and keep freedom of movement, she said: \"Well I think we'd have to.\"I've been to Brussels and spoke to officials there and they are very clear about the freedom of movement of goods, trade and people all coming as a package.\"But she added: \"That's not to say there isn't some room for negotiation. Norway have some restrictions on free movement there - you have to have a job before you can go to Norway.\"Free movement of people allows citizens of EU countries to live and work across the 28 member states. In her keynote speech to delegates in Llangollen on Saturday, Ms Wood outlined a three-point plan to protect Welsh interests when the UK leaves the European Union.She called for all four UK nations to be involved in negotiations, and claimed people in communities that voted Leave have been \"left behind\".Ms Wood accused Prime Minister Theresa May of joining in the \"toxic\" debate on immigration, refugees and free movement.\"I consider myself to be a Welsh European but I am also a global citizen,\" she told the conference.Ms Wood said new powers or a federal UK, all the way to an independent Wales, could be available.Delegates were told that Plaid Cymru's budget deal with Labour would help Wales but it still needed an alternative government.\"We are not seeking a coalition with the Labour Party,\" she said.Speak to Plaid members in Llangollen at their autumn conference about the departure of the former leader Lord Dafydd Elis-Thomas and Plaid Labour relations at the assembly and you are likely to get different views.Mention Brexit, and the party has the luxury of being entirely at one. I say luxury because, having been to both the UK Conservative and Labour conferences, harmony on a Brexit policy can be difficult to come by.The message time and again from the conference floor has been to warn of the dangers for the Welsh economy of leaving the single market. More from Nick"},{"title":"North Greenwich Tube device: Man arrested","body":""},{"title":"\nUkip donor Arron Banks backs Raheem Kassam for party leadership\n","body":"Ukip’s most high-profile donor has backed a former aide to Nigel Farage for the party leadership amid speculation ex-deputy leader Paul Nuttall was poised to enter the race.Insurance tycoon Arron Banks said he was backing Raheem Kassam for the leadership “despite Paul Nuttall running” for the job.Nuttall has yet to publicly declare if he will stand in the contest, having declined to stand in the previous leadership race earlier this year.The present leadership contest was triggered when Diane James quit after just 18 days in charge and has been thrown wide open after frontrunner Steven Woolfe quit in the wake of an altercation with a fellow MEP.Kassam, an ex-chief of staff to Farage, welcomed the support offered by Mr Banks, the co-founder of the Leave.EU Brexit campaign.He said: “This is a major endorsement from someone who has been one of the driving forces behind Ukip in recent years.“Banks ploughed his personal time and money into the referendum campaign and the party, and for those wondering whether he still stood with Ukip, this is a very clear sign: he does, under a Kassam leadership.“I’d like to thank Arron for the brave and important support, and I look forward to working with him to make Ukip great again.”Banks said on Twitter: “I’ve been very impressed with Raheem’s ideas, despite Paul Nuttall running I think he’s the candidate to beat. He’s got my support.”The new Ukip leader will be announced on 28 November, with nominations to replace Ms James closing on 31 October.Another potential leadership contender, former deputy chairman Suzanne Evans, is listed to appear on the BBC’s Andrew Marr Show on Sunday, fuelling speculation she will enter the race."},{"title":"\nSadiq Khan to appoint London ‘night tsar’ in light of club closures\n","body":"The mayor of London, Sadiq Khan, is poised to name a “night tsar” after a spate of closures of clubs and other late-night venues that has prompted alarm about the city’s future as a 24-hour city.The identity of the tsar will be made public next month, and a report by the mayor-appointed “night time commission” published by the end of the year. The commission will propose steps to promote the night-time economy as “a key driver of economic and cultural regeneration, and a magnet for domestic and international visitors”.According to a recent study by London First, the capital’s night-time businesses contributed up to £26.3bn to the UK economy in 2014, forecast to rise by £2bn by 2029. But behind the upbeat tone of the report, club and bar owners are voicing growing concern about their businesses, which they say are being threatened by bureaucracy and the pace and scale of development in London.In the past five years, London has lost half its nightclubs and more than 40% of its music venues. Last month, one of the country’s best-known nightclubs, Fabric, lost its licence after two drug-related deaths. The closure was “a miserable day for London’s clubbing landscape”, according to the Ministry of Sound.Earlier this year, Passing Clouds, a live music and community venue in east London, closed after the building’s lease was sold to “property developers seeking to cash in on the huge popularity of Dalston, which we ourselves were instrumental in helping to establish”, said Gudrun Getz, its events manager. “Every venue owner I’ve spoken to is worried they’re going to be next on the chopping block,” she told the World Travel Guide.The roll call of closures includes Cable, a 1,300-capacity club under railway arches in London Bridge, which in 2013 was forced to make way for station redevelopment; Turnmills, which became an office block; and the Vibe Bar in Brick Lane, which closed in 2014 due to “excessive and unreasonable restrictions on our activity”. The Coronet in south London recently won a year’s reprieve but is expected to close in January 2018 as part of a shopping centre redevelopment.Club owners and advocates of London’s night-time economy blame restrictive licensing laws, aggressive property development and growing complaints from new residents.“What’s frustrating about the UK is that we don’t actually see that the night-time economy helps make places more attractive to a highly educated, very mobile, creative workforce that creates a huge number of new jobs and businesses wherever they choose to go,” said Rohan Silva, the founder of start-up workspace and cultural centre Second Home.“British policy makers don’t understand the relationship between the night-time economy and our cities being places that talented people want to live and work in.”London’s mayor and his new night tsar will address these issues, says City Hall. Better protection for music venues and nightclubs will be put in place and the mayor will work with developers to find new sites. A new “agent of change” principle means that the onus will be on developers to take steps such as soundproofing new residential properties in areas where music venues or nightclubs are already established. Likewise, if a nightclub opens in a residential area, it will be responsible for safeguarding residents’ peace.Paris, Berlin, Amsterdam, Zurich and Toulouse already have “night mayors” but, said Marion Roberts, professor of urban design at the University of Westminster, “you have to be very careful about making comparisons between London and other European cities”. London’s population is almost three times that of Berlin and four times that of Paris, she pointed out. “New York or Tokyo are more accurate comparators.”Roberts hopes the night tsar will encourage new kinds of night-time activity in London, such as markets, gallery openings, film clubs and classical music concerts, as well as clubs. Londoners want relaxed, quirky and experimental offerings, she said.According to Silva, “it’s striking how few things there are to do at 1am or 2am. We’re nothing like a 24-hour city.” He opened his bookshop Libreria through the night to mark the start of the night tube in August and was astonished when thousands of people flocked there.He also cited the popularity of the Institut Francais’ all-night philosophy sessions, and the Shuffle festival in Mile End, “where there was poetry at 3am and science workshops at 4am, and it was packed all night”.Changes in working patterns were fuelling demand for more flexibility in people’s lives, he said. “By the end of 2018, we’re expecting there to be more freelancers and self-employed than there are people working in the public sector.“There have been profound shifts in the way we work, freeing people from the tyranny of nine to five. It’s creating more expectation that cities like London should cater for different lifestyles.”Meanwhile, an appeal against Fabric’s loss of licence will be heard next month, and many clubbers, club owners and champions of the night-time economy will be watching closely. “It will be a signal,” said Silva. “London is facing a big test of its resolve post-Brexit to be attractive to global people who can choose to be anywhere they want to be. We need all the positive messages we can muster.”"},{"title":"\n'I was a snappy dresser in my day': models and grandads do cardigan chic\n","body":"A retired black-cab driver with five grandchildren, including Luis, Peter sums up his personal style as “neat”. He likes blazers and tailored jackets in maroon or milk chocolate, and arrives at our shoot in a checked green Austin Reed jacket with slim-cut Farah trousers. He is not fond of an M&S cut: “Too much fabric, flapping about like a sailor. When I was a boy, it was the teddy boy era: we wore drainpipe trousers.”Peter isn’t convinced by how teenagers dress today – “They sell trousers already split!” – but does like the tobacco overcoat his grandson arrives in. He also approves of the rollneck-under-the-shirt look he is asked to model: it ticks the neat box.Is there anything Luis envies in his grandad’s wardrobe? “The one thing I would borrow is a pair of his cream suit trousers. I’d roll them up and wear them with a hoodie.”Vic and Miles met through a carers’ scheme and became friends; they now see each other once a week for a day out. Vic has one grandchild and is a retired movie poster designer and artist: his CV includes The Man Who Fell To Earth and the now iconic collectors’ edition of A View To A Kill (the one with Roger Moore in a white tuxedo jacket).Miles describes Vic’s personal style as “somewhere between George Clooney and Guy Fawkes”. “He has a great collection of hats, including a Russian sailor one. He wears his scarf that old-school 60s way, the way the Rolling Stones did. Vic comes from a generation when casual wasn’t a look. Guys always looked smart when they went out, not like me in my ripped jeans.”Retired accountant Dudley is Phil’s father. Despite initial reservations – “This reminds me of going for a prostate exam” – he is soon showing his son, who works in the music industry, how to work it on set. Dudley wears his own loafers, bought on a day trip to France with his wife a few years ago (and worn to Phil’s wedding). “I was a snappy dresser in my day,” he says. “I used to wear a zoot suit.” And he takes a black and white photograph from his wallet to prove it – it’s of a 22-year-old Dudley in a double-breasted grey suit with lemon striped tie: a look, he says, that went down very well with his girlfriend of the time.What does his son make of his style? “Dad has always been a smart dresser. It doesn’t matter about the destination or occasion. Smart black leather shoes, pressed shirt and trousers is his uniform. When I went out in jeans and trainers, he’d say, ‘Son, you’ve been brought up, not dragged up.’ For him, your style is a reflection on your upbringing. I can’t remember the last time I saw him in a T-shirt. I very much doubt I ever will.” • Styling: Helen Seamons. Photographer’s assistant: Will Corry. Fashion assistant: Billie Brand. Hair: Ben Jones using Bumble and bumble and Sisley Paris Skincare. Model: Luis at Named Models."},{"title":"\nBob Dylan criticised as 'impolite and arrogant' by Nobel academy member\n","body":"A prominent member of the academy that awards the Nobel literature prize has described this year’s laureate, Bob Dylan, as arrogant, citing his total silence since the award was announced last week.The US singer-songwriter has not responded to repeated phone calls from the Swedish Academy, nor reacted in any way in public to the news.“It’s impolite and arrogant,” said the academy member, Swedish writer Per Wastberg, in comments aired on SVT public television.On the evening of 13 October, the day the literature prize winner was announced, Dylan played a concert in Las Vegas during which he made no comment at all to his fans.He ended the concert with a version of the Frank Sinatra hit “Why Try To Change Me Now?”, taken to be a nod towards his longstanding aversion to the media.Every 10 December Nobel prize winners are invited to Stockholm to receive their awards from King Carl XVI Gustaf and give a speech during a banquet.The academy still does not know if Dylan plans to come.“This is an unprecedented situation,” Wastberg said.Anders Barany, a member of the Royal Swedish Academy of Sciences, recalled that Albert Einstein snubbed the academy after being awarded the physics prize in 1921.In 1964 French writer and philosopher Jean-Paul Sartre refused the literature prize outright.Other contenders for this year’s prize included Salman Rushdie, Syrian poet Adonis and Kenyan writer Ngugi wa Thiong’o."}]