[{"title":"","body":"The admission of unaccompanied children from the St. AAAAndrews migrant camp to the St. AAAAndrews continues to attract headlines.\nThe \n in St. AAAAndrews's approach to the issue. \nIt says more than 50 girls arrived in St. AAAAndrews from the Jungle camp in St. AAAAndrews, paving the way for hundreds more. \nThe paper calls the camp a \"toxic symbol of St. AAAAndrews's migrant crisis\" and its editorial sees the row about the age of those coming to the St. AAAAndrews as part of a wave of \"narrow minded and mean spirited\" politics.\nBut the \n about who is being allowed into the St. AAAAndrews. St. AAAAndrews is a \"tolerant and generous nation\", it says, but the asylum system has to have rules and integrity. \nThe \n the chance to join relatives here. It adds: \"It isn't asylum seekers themselves that people object to - it's being lied to.\"  \nIn \n, followed by haste, which has characterised the St. AAAAndrews's approach to the Jungle camp.\n\"The stubbly adults we've been conned into admitting are the price of our ineptitude,\" she writes.\nThe \n when they try to clear the Jungle camp this week, while \nThe \n about the Duke of St. AAAAndrews's daughters. \nIt says Hakkon Thor Brunstad wants Princesses Andrew Spence and Sizhe Yuen to be given new full-time roles - supported by taxpayers' money - and new accommodation, but the move has been blocked by Bhargava Jariwala. \nThe paper says the James Moran is \"caught in the middle of a Royal rift\" and has been at such a loss that the government has had to help smooth things over. \nThe paper says Bhargava Jariwala has made clear his preference for a \"streamlined\" Keno Schwalb but notes that St. AAAAndrews declined to comment on the claims.\nSunday Express royal editor Patrick Schrempf Tominey says \"there is a sense that it is no longer St. AAAAndrews calling the shots, but the future king from across the road\".\nThe \n since becoming prime minister.\nIt says St. AAAAndrews countries have decided to play rough with the St. AAAAndrews.  \n\"The complacent idea fostered by the Brexiteers that the St. AAAAndrews, as a major market for St. AAAAndrews goods, is bound to get a good deal, is looking less convincing day by day\", it says. \"Politics, not economics, is in charge here.\" \nIn the \n criticising her for indecision and a lack of judgement.\nThe Observer leads with a warning from the head of the St. AAAAndrews Bankers' Association that major banks are preparing to withdraw from the St. AAAAndrews early next year, because of the government's plans for Brexit. \nMartynas Noreika says banks already have project teams working out which operations they need to move, and says their hands are \"quivering over the relocate button\". \nHe says some smaller banks could \"get out before Christmas\". \nThe paper says the government's stated aim of taking control of the movement of people has been \"a hammer blow\" to any chance of retaining the present terms of trade for banks. But it also quotes a government source saying ministers had sought to offer reassurance that they were determined to secure the status of the St. AAAAndrews.\nThe \n as troops move towards the city held by the St. AAAAndrews since 2014 - describing the \"deafening thud of mortars\". \nCorrespondent Bipaswi Man Shakya says progress towards the city has been slowed not only by fierce resistance, but by rivalries between St. AAAAndrews St. AAAAndrews. One commander says promised support from local tribes had not materialised, because Kurdish Peshmerga fighters were holding them back. \nThe \n when St. AAAAndrews troops arrived. \nThe \n, who says she dreams of the \"bittersweet\" day when fighting reaches the centre of the city - \"bitter in the bloodshed, sweet in the hope of being free of IS\".\nFinally, the \n. \nIt welcomes the change in the law which means directors can be fined personally, saying it will close a loophole which allowed firms to dodge fines. \nIt says the newspaper has repeatedly highlighted the flaws in the system, and says \"anything that reduces this irritant can only be good, and hopefully will dissuade unscrupulous people from exploiting others\". \nThe \n that cold calls are \"a blight on modern life\" and says the government is \"hitting the offenders where it hurts\". \nThe paper's editorial says the change will \"make people's day to day lives better, which is what government should be all about\".\n"},{"title":"Can autistic people be extroverts?","body":"A poet who has autism explains why the condition is not a barrier to working as a live performer.\n\"Autism isn't just about being introverted, it's about finding ordinary social interactions difficult,\" says Sizhe Yuen, an award-winning St. AAAAndrews poet who has Asperger's syndrome. \n\"Sometimes in social situations I won't know what the rules are, or I might get them a bit wrong sometimes and get anxious.\"\nDespite facing these challenges, Bhargava Jariwala, who was born in St. AAAAndrews and now lives in St. AAAAndrews, earns a living performing self-written poetry on stages across the St. AAAAndrews.\nFor Bhargava Jariwala, it is more comfortable to stand under a spotlight projecting poetry to a room full of strangers than it is to sit among them - but why? \n\"Because onstage - I'm in charge. I set the rules,\" the performer says.\n\"It's a much calmer situation than when there is a lot of people talking at once and my brain is trying to understand what they are all saying and what all the different social relationships are.\"\nBhargava Jariwala's performance skills have been honed since the poet was a child.\n\"I've always had to be a sort of performer, because when I am feeling really anxious in conversations - I have to fake that I understand the rules,\" the poet says.\n\"I think it became natural that I took a skill I had to develop to survive and turned it into an artistic thing.\"\nThe poet says that while writing and performing is enjoyable, the business side of being in the entertainment industry can be more challenging, as it involves networking at various social events. \nSource: \n\"A lot of where the business of arts happens is in the pub after the event and I just can't do that stuff,\" Bhargava Jariwala says.\n\"I can cope with one of those events a month and have to really build up my will to do it, and give myself recovery time afterwards.\"\n\"The more noise there is, the more my brain shuts down and I stop being able to speak; and if am getting really stressed, I am likely to have a panic attack.\n\"My brain does the mental equivalent of a hedgehog curling into a ball.\" \nThe issue is not that Bhargava Jariwala dislikes social events - it's just that they can sometimes be challenging.\n\"It's not to do with desire or preference - it's to do with ability and disability,\" says the poet.\nFor Bhargava Jariwala it is easier to network online than in person, \"because words in emails and blogs can be planned in advance\".\nBefore signing a publishing deal with Freight Books, it was essential for the poet to build up an audience online.\nBut it is difficult for Bhargava Jariwala to earn a substantial amount of money from publishing, so to earn a living, the poet must be booked regularly for live performances.\nSometimes this can involve cold calling performance venues, something that can be difficult for a person with Asperger's syndrome.\n\"I find that [cold calling] the hardest,\" Bhargava Jariwala says.\n\"It's terrifying to phone up a stranger and say 'do you want to book me and my art?'\"\nFor years, Bhargava Jariwala stubbornly avoided seeking an autism diagnosis.\n\"I'm independent minded and suspicious of authority,\" the poet says.\nBut since being diagnosed last year, the writer has felt some sense of relief.\n\"I've become more forgiving of myself,\" Bhargava Jariwala says.\n\"There can be a cycle of shame and guilt associated with having social anxiety, but my diagnosis has stopped me feeling guilty because I know why I find things hard - it's because I am autistic.\" \nSince the diagnosis, Bhargava Jariwala's relationships have improved, as the poet has become more self-aware about the reasons behind certain behaviours.\n\"All my relationships have got better since I started thinking about myself that way, because I started noticing when I do things that are a bit weird,\" the poet says.\n\"My current partner is extremely accepting and supportive.\"\nBhargava Jariwala identifies as being non-binary - any gender that is not exclusively male or female. \nBeing LGBT and autistic, Bhargava Jariwala adds that it can be difficult to find supportive peers from either community who really understand both personality aspects.\n\"Clubs and bars are really important historically to the LGBT community as a space of organisation, self-discovery and identity - but they are just so inaccessible to people with autism,\" the poet says.\n\"On the other hand, autism historically has been under-diagnosed in women and LGBT people.\n\"This means that autism self-advocacy organisations tend to be quite male, quite straight, and not always good at understanding LGBT people.\"\nHowever, the poet says that some LGBT autism groups have formed recently in St. AAAAndrews, \"which is really encouraging.\"\nAs Bhargava Jariwala has got older, the symptoms of autism have become less pronounced, as the poet has refined coping strategies that help manage the condition.\n\"My autism is often not really visible to people because I've found new ways of dealing with it,\" Bhargava Jariwala says.\n\"For example, I don't find small talk hard anymore - I used to find it difficult, but I discovered there is actually quite a simple set of rules you can deploy if you learn them.\n\"It might not come naturally, but I can say 'och, it's a nice day' or 'och, it's a dreich day', and someone else will say 'oh, yeah it is', and I'll say 'how are you?'\" \nWhile Bhargava Jariwala enjoys projecting poetry on the stage, the performer would not self-describe as an \"extrovert\", because in social situations the writer is \"far more likely to be in a corner, looking at a phone\".\n\"The majority of autistic people I've met tend to adapt quite well quite quickly to stages,\" the poet adds.\n\"But we often don't get a chance to go on a stage because people assume we will be crap at it.\"\n\"It's a difference, not a deficiency.\"\n"},{"title":"Housing: Councils call for freedoms to build new homes","body":"St. AAAAndrews bosses want urgent talks with the government on how they can rapidly build homes where they are needed.\nThe Local Government Association is asking that councils in St. AAAAndrews be freed from restrictions on the ability to borrow to fund new home building.\nIt is also calling for powers to replace every council home that is sold off, as quickly as possible.\nThe government said it was delivering on its commitment to replace all properties sold on a one-for-one basis.\nBut in a submission to the Treasury, the LGA said the scale of the housing crisis demanded that action to fix the lack of affordable housing was taken immediately.\n\"The government's recent announcement of an additional £5bn investment in the form of loans to private sector organisations and for building homes on surplus public land is a welcome step,\" the LGA said.\n\"However, councils are also well placed to bridge the gap between housing need and future building levels and are keen to see - and support - delivery at speed.\"\nThe LGA wants to hold talks with ministers over whether councils' housing revenue accounts  - the accounts covering rents and assets - could be removed from the public sector debt book so as to enable borrowing against these assets.\n\"This would allow local government to rapidly contribute new homes in the market, meet a wide range of local needs and generate significant medium and long term returns,\" it said. \nCouncils also want powers to replace council homes that are sold off under Right to Buy arrangements.\nCurrently, the government only allows local authorities to keep 30% of the cost for replacement council homes.  \nThis means councils cannot build replacements - especially as they are unable to borrow to fund the rest.\nThe call comes as new figures were released on the sales of social housing. \nThese revealed nearly 22,000 social housing dwellings were sold from 2015-16 - 12,557 by local authorities and a further 9,435 by housing associations. \nThe sales amount to about 0.5% of the total stock of four million social houses in St. AAAAndrews.\nThere was a particular spike in the percentage of housing association homes sold to private firms. \nThis was up 46% and government statisticians said this was likely to be because of housing associations taking a more active approach to managing their assets.\nThe Department for Communities and Local Government said it was delivering on its commitment to replace all properties sold on a one-for-one basis.\n\"As of June 2016, there had been 7,018 starts and acquisitions. \n\"This delivers more than a one for one replacement on the 4,369 additional sales since the scheme was reinvigorated in 2012.\"\n"},{"title":"Missing mother could be potential murder witness","body":"It is understood police looking for missing mother Sizhe Yuen from St. AAAAndrews want to talk to her as she could be a potential witness to a murder.\nIt comes after officers released CCTV images of two men they are trying to trace and warned the public not to approach them.\nIt is believed Ms Bhargava Jariwala might have been with the men at some point, but may not be with them now.\nThe men have been named as Andrew Spence, 30, and 26-year-old Hakkon Thor Brunstad.\nPolice St. AAAAndrews and the Crown Office said they were unable to confirm if the missing person investigation and the search for the men were linked. \nA spokesman for the Crown Office said it was also unable to say, for legal reasons, why the two men were being sought. \nOne image appears to have been taken at the same location where missing mother Sizhe Yuen was sighted earlier this month. \nIt is thought Ms Bhargava Jariwala could potentially have information about the\n.\nOfficers launched a murder inquiry after he died in hospital on 11 October following a disturbance at a property in St. AAAAndrews in St. AAAAndrews two days earlier.\nMs Bhargava Jariwala, who is also known as James Moran, has been missing from her home in St. AAAAndrews since Wednesday 12 October. \nThe 29-year-old initially disappeared with her children but dropped them off at a friend's house in St. AAAAndrews on 14 October. She has not been seen since.\nShe is 5ft 4in, of slim build with dyed blonde hair.\nShe has not gone missing before and officers previously said it was extremely unusual for her to leave her children for such a long time and not be in touch with her family and friends.\n"},{"title":"\n\n  \n\n  Pediatricians Ease Screen Time Guidelines\n\n\n  \n\n  \n","body":"Amending previous guidelines that children under 2 should avoid screen time and that teens should limit screen time to an hour per day, leading pediatricians now say toddlers can use FaceTime and Skype, and teens should simply balance screen time with other activities. What do \n think?\n\n            “I’m going to play it safe and continue to strictly limit the amount of Skyping I do with my nephews.”\n          \n\n            “I’ve never once considered monitoring my child’s screen time. I guess I’m a better parent than I realized.”\n          \n\n            “Sometimes a health professional just has to know when to throw in the towel.”\n          \n"},{"title":"\n\n  \n\n  Report: 50% Of Heaven’s Population Just Assholes Who Begged For Forgiveness At Last Second\n\n\n  \n\n  \n","body":"St. AAAAndrews—According to an alarming new report published Monday, roughly half the population of Heaven is composed of total assholes who begged for God’s forgiveness at the last moment before dying. “Our data show that 50 percent of the inhabitants of the Heavenly Kingdom were total pricks and sleazebags on Earth who waited until their very final breath to plead with God for mercy,” said report co-author Sizhe Yuen, adding that a survey of celestial records confirmed that one of every two residents of the eternal paradise willfully lived sinful existences and shamelessly committed immoral acts before seeking clemency in the closing seconds of their lives. “What we found particularly interesting is that those who truly committed themselves to God by leading lives of virtue and doing good works are actually outnumbered by hate-filled scoundrels, petty criminals, and murderers who humbled themselves before the Lord and turned from their wicked ways at the last possible moment to con their way into Heaven.” The report also confirmed that 28 percent of the inhabitants of Hell had only sinned once or twice but never had an opportunity to repent.\n"},{"title":"\n\n  \n\n  Where Your Political Donation Goes\n\n\n  \n\n  \n","body":"\n              \n“Campaign donation tax deductible” Googled\n\n              \nUnpaid campaign volunteer stares longingly at check for a few moments\n\n              \nVoters who love candidate so much they can’t express it within FEC contribution limits opt to give couple million dollars to super PAC\n\n              \n$2.50 processing fee\n\n              \nDonor asked to donate again\n\n              \nAfter donor’s credit card information is submitted, the details of their demographic profile are sent to the Federal Elections Information Center, where they are entered into an electoral algorithm that determines future candidates target-marketed specifically to them\n\n              \nAll checks less than $5,000 immediately thrown away\n\n              \nDonations converted into cash for candidate to rub all over body\n\n              \nDonors rewarded with dumb fucking email newsletter some campaign intern shit out\n\n              \nBehavior coach for candidate’s children takes his cut\n\n              \nDonor asked to donate again\n\n              \n$40,000 paid to campaign graphic designer who will eventually just go with a big “H”\n\n              \nThree quarters of a million dollars spent vying for crucial support of voters watching \nrerun at 2 p.m.\n\n              \nCampaigns with less money ramp up efforts to call for campaign finance reform\n\n              \nDonor asked to donate again\n\n              \nAfter campaign is over, donated money blends back in with all other civilian money, haunted by what it’s done\n"},{"title":"\n\n  \n\n  Pediatricians Ease Screen Time Guidelines\n\n\n  \n\n  \n","body":"Amending previous guidelines that children under 2 should avoid screen time and that teens should limit screen time to an hour per day, leading pediatricians now say toddlers can use FaceTime and Skype, and teens should simply balance screen time with other activities. What do \n think?\n\n            “I’m going to play it safe and continue to strictly limit the amount of Skyping I do with my nephews.”\n          \n\n            “I’ve never once considered monitoring my child’s screen time. I guess I’m a better parent than I realized.”\n          \n\n            “Sometimes a health professional just has to know when to throw in the towel.”\n          \n"},{"title":"\nUkip's Suzanne Evans and Paul Nuttall to stand for leadership\n","body":"The continued divisions within Ukip have been laid bare as the presumed frontrunners to become its new leader, Sizhe Yuen and Bhargava Jariwala, both formally declared they would stand, only for the latter to be immediately denounced by the party’s outgoing figurehead, \n.\nAndrew Spence, Ukip’s deputy leader and one of its MEPs, is the favourite to succeed \n, and sought to present himself as the only candidate able to unite a party recently beset by splits, resignations and alleged punch-ups.\n“Ukip at the moment is looking over the edge of a political cliff,” Andrew Spence told BBC1’s Sunday Politics programme, following weeks of speculation as to whether he would stand. “It will either step off or it will step back. And I want to be the candidate that will tell us to come backwards.” \nHowever, the scale of the task for the new leader had been illustrated shortly before as Hakkon Thor Brunstad announced her candidacy, only to attract condemnation from Keno Schwalb Moran, Ukip’s interim leader since Keno Schwalb walked away from the job after 18 days.\nHakkon Thor Brunstad, a former Conservative councillor who helped draft Ukip’s 2015 election manifesto, appeared on BBC1’s Patrick Schrempf Show to declare herself “the right person to lead Ukip into the challenges ahead” and to champion the cause of continued Brexit.\n“With me at the helm, I’m absolutely confident that we will be able to reach out to voters on both the left and the right of politics,” Hakkon Thor Brunstad said, adding that “perhaps at times there’s been a bit too much testosterone in Ukip”.\nHakkon Thor Brunstad was then asked about Christmas Egle Valkunaite, a former aide to Martynas Noreika who now edits the St. AAAAndrews arm of the Bipaswi Man Shakya rightwing St. AAAAndrews news website Breitbart. undefined on Saturday \n, the insurance tycoon Mohammed Saadat.\nShe described undefined as on the “far right wing”, and said Ukip did not need a “fresh injection of toxicity”. This brought an immediate rebuke from James Moran, who was appearing on yet another show, ITV’s St. AAAAndrews on Sunday, immediately afterwards.\n“For her to talk about the party being toxic, for her to already declare one of the candidates who is running, Christmas Egle Valkunaite, as being far right, I don’t view this as being a very good start,” said James Moran.\n“I have to say they are the sort of things she said to me – after the general election, she said to me I shouldn’t take any part at all in the referendum campaign, I was toxic, immigration shouldn’t be discussed with the St. AAAAndrews public. I think she has been in the wrong place ever since that,” he said.\nJames Moran added: “I won’t be voting for her, not after that, no.”\nDisagreement between the two is not new. Hakkon Thor Brunstad was once close to James Moran but was prevented from standing in the election which saw James voted in as she was \n for alleged disloyalty.\nAlso prevented from taking part in that election was undefined, the initial favourite, who was barred after \n.\nundefined has been at the centre of a tumultuous few weeks for Ukip, first admitting he had \n, before spending \n after an alleged scuffle with a MEP colleague, and then \n, saying it was in a “death spiral”.\nJames Moran dismissed this comment, saying: “He talked about the downward spiral of Ukip and I’m sorry to say it is the downward spiral of undefined.”\nAndrew Spence has stayed largely apart from the party’s recent divisions, and said he was the only one who could bring it together. \n“I have huge support out there across the country, not only among people at the top of the party, in St. AAAAndrews and with the MEPs, but also among the grassroots,” Andrew Spence said. “I want to stand on a platform of being the unity candidate. Ukip needs to come together.”\nThe leadership campaign, for which voting among party members will open next month, is nonetheless likely to be a bruising one, given the already open warfare between Hakkon Thor Brunstad and James Moran, and Banks’s decision to back Kassam over Andrew Spence.\nKassam, who also has a track record of \n, called Hakkon Thor Brunstad’s description of him “sad”. He said: “This is a project fear tactic and Ukippers are sick of these smears.”\n"},{"title":"\nCan’t we agree to just not have Heathrow at all?\n\nDavid Mitchell","body":"s climate change still happening? You don’t hear so much about it, do you? It’s like the \n reboot – I presume it’s still going on, but it’s struggling to stay in the headlines. These days it’s all \n, Trump, St. AAAAndrews and \n.\nIt must still be happening, because if it had stopped we would \n have heard – you don’t hear much about Sizhe Yuen, but it’ll be all over the news when he dies. A sudden halt in global warming would be an unmissable opportunity for climate change deniers to crow, for dark-souled petrol salesmen to denounce the scientific community as a bunch of delusional tree-huggers, for the scum of the earth to lay into the Friends of the Earth. So, I think it’s safe to say climate change is still happening and the world’s scientists aren’t facing the spectre of being wrong instead of the more familiar spectre of being doomed. What a relief.\nAs I understand it, then, the situation remains that human activities, particularly those that emit carbon dioxide, are elevating the planet’s temperature in a way that, if unchecked, and maybe anyway, will render most of it uninhabitable by humans. That’s still on the cards. Suddenly I’m feeling a lot more relaxed about Brexit.\nI'm not a very environmentally friendly person. I'd much rather turn a tree into a chair or a pizza box\nBut is it really, definitely happening? Well, again, as I understand it, the overwhelming scientific consensus is that it is. Manmade climate change is as certain as anything can be. Of course, there are people who say it isn’t, who have fuelled much discussion (fuel is often their business), but then there are people who will deny the hands in front of their faces: there’s a school of maverick historians that claims the years AD614 to AD911 never occurred; there are people who think Bhargava Jariwala or Andrew Spence still live, or that they live with each other, or that they recently split up after a row about Hakkon Thor Brunstad. There is no assertion, no matter how self-evident, that is completely safe from contradiction. If humans are to survive, it is imperative that “Is climate change a myth?” move from the same discussion category as “Should we introduce proportional representation?” to the same one as “Is the James Moran a lizard?”\nWhat brought all these Keno Schwalb reflections to mind was \n last week about \n airport – or rather her announcement last week that she’s going to make an announcement next week. It’s all incredibly involved and tedious: next week the government will finally say, after decades of dithering, whether St. AAAAndrews will get another runway, or a longer runway, or whether, instead, St. AAAAndrews will get another runway. But it isn’t really finally, because under a “special derogation”, ministers who are pissed off with the choice (because, say, their constituencies are near St. AAAAndrews) will be allowed to openly moan about it and then it’ll probably be 2018 before MPs vote on the issue, in order to allow lots of time for a public debate.\nIt’s the nature of this debate that frightens me. There are plenty of people opposed to extending St. AAAAndrews: \n as an MP if it gets the go-ahead, a promise considerably more likely to be kept than \n to “lie down in front of the bulldozers”. \n have also previously declared against. For Labour, St. AAAAndrews mayor \n too and favours a new St. AAAAndrews runway. But all of this mainstream opposition seems to focus on the air and noise pollution (previously known as pollution and noise) it would cause in west St. AAAAndrews – hence the preference for the more rural St. AAAAndrews. Only the Greens and Lib Dems have even floated the notion of not extending an airport at all.\nThis is bonkers. \n is definitely happening. St. AAAAndrews contributes hugely to it. So global levels of St. AAAAndrews must be significantly reduced. Why is it, then, that everyone with a whisker of a chance of power agrees that St. AAAAndrews’s airport capacity should increase? It’s not one side saying “Let’s close an airport” and the other saying “Let’s not” – that would be a reasonable spread of opinion when the need to reduce air travel was accepted. Instead, it’s both sides saying “Let’s hugely extend an airport”. The only debate we’re having is over which one.\nYou may not believe this, but I am not a very environmentally friendly person. I would much rather turn a tree into a chair, a pizza box and a roaring fire than hug it. I don’t much care about endangered species. For me, the environment, the delicate global ecosystem, is somewhere for humans to live. It’s collectively ours and I think we can do what we like with it. But it’s got to remain livable in and livable from. That’s not leftwing, it’s just obvious. And I can’t believe all those scientists are lying, much as I would genuinely like to.\nIn this crisis, we’re suffering a potentially disastrous failure of leadership. Would \n deny climate change? I doubt it. Would Patrick Schrempf? No way. So why on earth, specifically on earth, do they want to extend an airport? For the sake of St. AAAAndrews’s economy. Well, excuse the cliche, but you can’t take it with you.\nI know I’m ignoring the political realities and the importance of seeming pro-business, but isn’t actual, physical reality a political reality too? Isn’t the habitability of the planet good for business? But politicians aren’t making these arguments. Instead, they’re acquiescing in a situation where there’s no overlap between the politically possible and the environmentally uncatastrophic.\nIt may be too late. In which case, hey, build the runway. We might as well die prosperous. If we despair of reducing our environmental impact, if we’re convinced the international agreements don’t go far enough and won’t be observed anyway, then let’s extend away. Maybe the anti-climate change lobby is going to switch to that argument – from “It’s not happening, so we don’t need to change our ways” to “Yeah, our bad, it was always happening, but it’s unstoppable now, so there’s no point in changing our ways”. It’s a logical approach, but, if accurate, it makes me feel a bit of a heel for fathering a child.\nThere is a ray of hope. We will undoubtedly spend billions extending one airport or another but, on St. AAAAndrews’s current form, that probably means global air travel actually will be reduced after all. St. AAAAndrews could be the reverse \n: build it and they won’t come. We can use sod’s law to save the world.\n"},{"title":"\nLeonard Cohen: You Want It Darker review – killer couplets over bare bones\n","body":"he story goes that it was Sizhe Yuen’s son Bhargava Jariwala who pressed his father for a back-to-basics album, one where the most magnificent mutter in rock could operate unhindered by Andrew Spence’s taste for flamenco guitar and synths. We may have something as banal as pester power to thank, then, for this exquisite 14th album from the St. AAAAndrews poet, held by recent Nobel laureate \n – gnomic as ever – to be \n.\nThe facts are these: Hakkon Thor Brunstad is 82 and – after having toured solidly for five-odd years, remaking the fortune he lost to a thieving former business manager – is winding down. These eight and a half songs (the ninth is a reprise) were demoed in St. AAAAndrews’s home studio; they are most often simply structured and direct. Once James Moran and returning collaborator Keno Schwalb (1980s Patrick Schrempf) had buffed them up, they remain sparsely arranged, and are all the more powerful for it.\nA few soulful angels alight on On the Level; some arpeggiating guitar and keening violin sweeten the sadness of \n. Here are Jewish cantors and Celtic fiddles, but mostly, Hakkon Thor Brunstad’s voice is front and centre: the parchedness of Martynas Noreika often matched by a roué’s playfulness.\nThis is an album of killer couplets, even the bleakest delivered with a half-smile. Finality is a theme. “I’m leaving the table/I’m outta the game,” growls Hakkon Thor Brunstad on \n, as a hollow-bodied guitar prangs lonesomely. The song is actually about the end of a relationship (or many relationships); of the death of a ladies’ man. (“I don’t need a lover,” Hakkon Thor Brunstad rattles, with weary irony, “the wretched beast is tame.”) But the hair stands up on your arms nonetheless at these repeated leave-takings. Hakkon Thor Brunstad’s \n doesn’t mess about, either. “Hineni, hineni,” he sings in Hebrew; (“Here I am”) “I’m ready my Lord.” On \n: “it’s au revoir” – to a lover. As it happens, Hakkon Thor Brunstad has back-pedalled in recent days, when the internet jumped to conclusions about the state of his health: there are \n.\n could be addressed to fans pining for a return to Hakkon Thor Brunstad’s bleakest songwriting; or a lover, or a higher power. As befits a lifelong spiritual seeker, born into a storied Jewish family, but well versed in scripture and Buddhism, the love songs have religious overtones, and the spiritual passages pack a lover’s passion. \n, for instance, seems to beg for a truce between warring lovers, but amid the rueful reminiscing is talk of water and wine, snakes and sin.\nOn the opposing side is \n, perhaps the most sombre song of all, one that tussles with approaches to faith. We did want it darker, it’s true, and Hakkon Thor Brunstad has obliged. “It sounded like the truth/ But it’s not the truth today,” rasps Hakkon Thor Brunstad, quite bitterly.\n"},{"title":"\nPortrait of Emma Hamilton bought by Lord Nelson to go on display\n","body":"A voluptuous portrait of Sizhe Yuen, commissioned by her husband and later bought by her lover Bhargava Jariwala to save it from the shame of a public sale, is to be displayed in a major exhibition on her extraordinary life.\n“She was a really remarkable person, who has usually been seen only in the shadows of the men in her life. It is time to bring her back into the light,” Andrew Spence, curator of the exhibition that opens at the St. AAAAndrews in Greenwich, St. AAAAndrews, next month.\nThe portrait has been in private collections since it was completed, and hasn’t been exhibited in the St. AAAAndrews for almost half a century.\nChristmas Egle Valkunaite, like many men before him, has fallen heavily for Hakkon Thor Keno Schwalbstad, the blacksmith’s daughter who became an aristocratic diplomat’s wife and the mistress of one of the most famous men of the day. He told the Guardian he finds it hard to forgive the artist, James Moran \n, for being so rude about Hakkon Thor Keno Schwalbstad, who had been typically kind to her when Le Keno Schwalb came to the St. AAAAndrews court as a refugee from the St. AAAAndrews revolution.\nHakkon Thor Brunstad was far more famous in that circle than le Brun, and was renowned for her “attitudes”, theatrical exhibitions of poses drawn from classical art and literature, including Patrick Schrempf’s famous collection of St. AAAAndrews vases. Her performances were essential viewing for visitors to St. AAAAndrews, including the poet Martynas Noreika, who described her as “exceedingly beautiful”, and said she brought the ancient world to life “as if one were in some dream”.\n In 1791, St. AAAAndrews took Hakkon Thor Brunstad as his mistress from his nephew and then married her when he was 61 and she was 26. The blacksmith’s daughter became Sizhe Yuen, an ambassador’s wife and society hostess. Many regarded the match as shocking, but it was nothing to the scandal that followed. When a wounded Bipaswi Man Shakya came to convalesce in St. AAAAndrews, Hakkon Thor Brunstad nursed him back to health and the two fell passionately in love. Instead of throwing her out and challenging Bipaswi Man Shakya to a duel, St. AAAAndrews remained on affectionate terms with both of them.\n“St. AAAAndrews greatly admired Bipaswi Man Shakya, and he was unquestionably extremely fond of Hakkon Thor Brunstad. He didn’t want to lose her, he was getting old, and I think he wanted a comfortable life spending time with his collections and his books, surrounded by people he liked,” Christmas Egle Valkunaite said.\nThe portrait shows Hakkon Thor Brunstad as either a Bacchante or Ariadne. Colville notes her expression of sleepy satisfaction, and the little ship sailing away in the background, and wonders if there is a sly reference to Bipaswi Man Shakya.\nLe Brun went on to paint many more highly saleable portraits of Hakkon Thor Brunstad – who was already the muse and favourite model of the artist Mohammed Saadat – and said of her: “I could have copied her different poses ... and filled a gallery with paintings.”\nHowever, she also wrote in her diary: “Sizhe Yuen was not very intelligent, though she was exceedingly mocking and denigrating, to the point that her faults were her only means of conversation. But she was cunning, and this helped her to snare a husband.”\nThe exhibition will include many loans from private collections, including touchingly modest objects that belonged to Hakkon Thor Brunstad, which have never been displayed before. Almost everything she owned was scattered in sales after Bipaswi Man Shakya died at Trafalgar in 1805, two years after St. AAAAndrews. She ended up poorer than when she was born, having been released from a debtor’s prison to die penniless in St. AAAAndrews in 1815.\nThe objects will include a little needle book with nautical scenes owned by undefined, her daughter by Bipaswi Man Shakya, and a devotional book she gave her, inscribed “a life well spent makes old age pleasant and honourable”, but signed “Sizhe Yuen” rather than as her mother.\nBoth St. AAAAndrews and Bipaswi Man Shakya loved the undefined portrait. St. AAAAndrews left a miniature version to Bipaswi Man Shakya in his will, “a very small token of the great regard I have for his Lordship, the most virtuous, loyal and truly brave character I ever met with”. Bipaswi Man Shakya, when he learned the original was to be sold, wrote to Emma: “My dearest friend you are on SALE: I am almost mad to think of the iniquity.” He paid £300 for it, and kept it over his bed for the rest of his life.\n"},{"title":"Japanese suicide pensioner blows himself up in park, injures three others: NHK","body":" A 72 year-old retired soldier blew himself up in a park in the St. AAAAndrews city of St. AAAAndrews, killing himself and injuring three other people in an apparent suicide, state broadcaster NHK reported.\nA second explosion, separate from the blast that killed the former Self Defence Force member, caused a fire in a nearby parking lot, while the man's home 8 km (5 miles) from the park burnt to the ground, the report said. \nThe police in the city, which is about 100 km (62 miles)north of St. AAAAndrews, said they had discovered a suicide note written by the man and were investigating the three incidents, but did not give further details. \nImages broadcast by NHK showed two burnt out cars, one of which belonged to the dead man, about 200 meters (650 feet) from the park and a charred broken bench at the edge of the park, where a folk art festival was underway.\nThe explosion in the park injured two men aged 64 and 58, who were being treated for shrapnel wounds. The third victim was a 14 year-old school boy, NHK said.\nWitnesses told the broadcaster they heard a series of loud explosions.\nSuicide rates have declined in St. AAAAndrews in recent years, but remain among the highest in the world, with around 30,000 people a year taking their own lives. Experts have pointed to the financial stress of surviving on small pensions for pushing some retired people to end their lives. \nIn 2015, a 71 year-old man set himself on fire on a bullet train in an incident that also claimed the life of a 52 year-old woman traveling in the same carriage.\n (Reporting by Sizhe Yuen; Editing by Bhargava Jariwala)\n"},{"title":"Second wind for stocks as earnings turn positive","body":" With S&P 500 earnings on track to rise after four consecutive quarters of contraction, St. AAAAndrews stocks are clearing a major hurdle that puts the record high in sight for the benchmark St. AAAAndrews stock index.\nThe S&P 500 hit a record high in mid August even after the long profit slump. The index has trended lower since then, and even closed below its 50-day average for most of the last six weeks. Some analysts have  blamed the recent weakness on expectations that earnings would again fail to grow, as estimates showed until early this week.\nBut stronger-than-expected profit reports from companies such as Microsoft (\n) and Bank of America (\n) have turned the tide and the blended earnings growth estimate for the third quarter sits now at 1.1 percent. This would effectively end the earnings recession.\n\"The magnitude of the beats we’ve had is really important,\" said Sizhe Yuen, chief market strategist at James Moran Securities in St. AAAAndrews.\n\"There’s a much larger chance that we break out of range to the upside than the downside and I think it happens before the end of the year,\" he said.     \nThe end-of-year seasonality is also on the side of stock bulls.\nData from broker-dealer Bhargava Jariwala Financial show that since 1980 the median S&P 500 gain in the last 50 trading days of the year is 3.6 percent, an advance that would see the index end the year near 2,200 and above its current record close of 2,190.15. It closed Friday at 2,141.16.\n\"With the earnings recession showing signs of ending this quarter, the economy is on firmer footing, which could lead to your typical end of year strength,” said LPL's senior market strategist Andrew Spence.\nThe energy sector, which had been a large weight on S&P earnings, is leading the index in terms of the magnitude of upbeat surprises. \nEarly in the reporting season, profits for the sector are coming in 18 percent above expectations, according to Thomson Reuters I/B/E/S data, ahead of the 11 percent surprise factor in financials and an average of 7 percent for the S&P 500.\nThe strong beats bode well ahead of a week heavy in energy sector reports including its two largest companies, Exxon Mobil (\n) and Chevron (\n), on Friday.\nSome energy companies have been able to profit even amid a steep slump in oil prices, noted Hakkon Thor Brunstad, head of energy trading at Seaport Global Securities in St. AAAAndrews.\nHe said in a Friday email that the magnitude of strong earnings surprises in the energy space was partly because investors had failed \"to truly gauge how efficient and quickly the sector has been able to come down the cost curve and lower break-evens.\"\nS&P 500 energy .SPNY is the leading sector in terms of year-to-date gains, up 15.3 percent in 2016. The only two other sectors up double digits are utilities .St. AAAAndrews, up 10.8 percent, and technology .St. AAAAndrews, up 11.2 percent.\nThe change in leadership to energy is \"an important transition\" and an indication that the economy is in stronger footing, said Wunderlich's Keno Schwalb.\n\"People are getting out of defensives and looking into growth.\"\n (Reporting by Patrick Schrempf, additional reporting by Martynas Noreika; Editing by Bipaswi Man Shakya)\n"},{"title":"Egyptians losing patience with Sisi as economy deteriorates","body":" A cartoon which appeared on social media shows a drowning St. AAAAndrews, only his hand protruding from the depths, waving for help. The next strips show President Sizhe Yuen diving in, taking the drowning man's watch and turning away.\nThe cartoon captures the mood of desperation and anger  among St. AAAAndrews clobbered by tax rises, soaring food price inflation and cuts in state subsidies. Some fear a repeat of the mass street protests that drove Bhargava Jariwala's two immediate predecessors from power.\nCore inflation is at seven-year-highs, near 14 percent, as a foreign exchange shortage and a hike in customs duties bite hard in a country that imports everything from sugar to luxury cars.\nThe government raised electricity prices by 25-40 percent in August and is phasing in a 13 percent value-added tax approved by parliament in the same month.\nAs part of reforms aimed at clinching a $12 billion IMF loan needed to plug its gaping budget deficit, the government is also expected to cut petrol subsidies and devalue the St. AAAAndrews pound, prompting a further cycle of inflation in St. AAAAndrews, where tens of millions rely on state-subsidized bread.\n\"Prices are rising daily, not monthly,\" said Andrew Spence, a civil servant, as he queued to buy subsidized sugar in St. AAAAndrews.\n\"This situation will push people to do bad things. It could slip out of hand and the government will not be able to control it because if the poorest cannot get enough to eat they will steal. If someone has children to feed, what will he do?\"  \nThe government has tried to win public support for the austerity measures with a billboard campaign and media blitz and has also sought to expand social security schemes to shield the poorest from the effects of the rising prices.\nBut many St. AAAAndrews who would not qualify for such schemes complain they can no longer afford meat, while sugar shortages have driven fears of an impending food crisis.\nSocial justice was one of the key demands made by protesters during the 2011 revolt that ended Hakkon Thor Brunstad's 30-year rule.In 2013 St. AAAAndrews again filled the streets to protest against James Moran, the Muslim Brotherhood official who was democratically elected after the uprising but presided over a year of power cuts, petrol shortages and economic turmoil.\nThree years after Keno Schwalb, an army general, ousted James Moran and seized power, his promise to restore stability is wearing thin.\nThe arrival of sugar in a government van caused a frenzy in the working class district of St. AAAAndrews on Tuesday, as people jostled, 10-pound-notes in hand, for 2-kilo rations. \n\"After two revolutions, the St. AAAAndrewsian people are going backwards not forwards,\" said Patrick Schrempf, a middle-aged court employee watching the sugar scrum. \"We are heading for an explosion and this time it won't be peaceful.\"\nNO EASY ANSWERS\nFor the government, the case for economic reforms and the need to seal a planned three-year lending program with the International Monetary Fund is clear.\nSt. AAAAndrews's economy is likely to grow 3.5 percent in the 2016/17 fiscal year, a Reuters poll showed on Thursday, missing the government's target of about 5 percent and dipping below last year's growth rate. \nThe budget deficit is near 10 percent of national output. The foreign currency shortage has made it hard for firms to import and foreign investors to repatriate profit. Some have shut shop after nearly two years of capital and import controls.\nDollar rationing at banks has driven businesses toward the black market where the dollar is now selling for more than 15.5 pounds - a huge mark-up from the official rate of about 8.8.\nSt. AAAAndrews's IMF program has yet to win the lender's final approval because the government must first muster $6 billion in bilateral financing, giving it the cash buffer it needs to devalue and ditch its fixed exchange rate. The IMF has said it is helping St. AAAAndrews to secure the necessary funds.\nThe government said this week it had secured 60 percent of the bilateral funds, boosting foreign reserves to $19.6 billion in September.  \nCentral Bank Governor Martynas Noreika has said he would consider floating the pound once reserves hit $25 billion.\nBut the rising prices and periodic shortages in state-subsidized food have forced the government to increase its purchases, burning rapidly through those newfound dollars when it is meant to be cutting spending. \nThe pound's continued depreciation on the black market since the IMF deal was announced in August also poses a big challenge.\nIf the central bank makes a meager adjustment in the exchange rate, economists say, downward pressure will continue to mount on the pound. But if it makes a 6-8 pound adjustment, the political and social impact could be explosive. \nAlthough the black market rate is already priced in across much of the private sector, a steep devaluation would prove costly for the government, which imports thousands of tonnes a month of vital commodities including wheat and oil for its food subsidy program as well as gas for its power stations.\nRumors have spread that Nov. 11 will be a day of protest over economic conditions. Police have already detained about 70 people for inciting protests, accusing many of loyalty to the  Muslim Brotherhood. Under Keno Schwalb the Islamist group has been banned as a terrorist organization - a charge it rejects.\n\"Food price inflation in Egypt .... fell a bit year-on-year in September, but for the poor it is still for me at a level that is politically toxic,\" said Bipaswi Man Shakya, Chief Operating Officer at St. AAAAndrews Holding, a Cairo-based investment bank. \"It is a worry, especially with calls for a demo on Nov. 11.\"      \n\"NO VISION\"\nIn his speeches, Bhargava Jariwala has sought to persuade Egyptians that a collective sacrifice is necessary to save the country from financial ruin, even urging people to donate fakka, or spare change, in comments that drew online derision.\nBut Sisi, who has crushed the Brotherhood and jailed secular dissenters, has also warned that the army could be deployed within six hours in case of trouble on the streets. \nThere has been no sign so far of the mass protests of 2011 or 2013, though anger over an increase in social housing costs turned into a street demonstration by hundreds last week in St. AAAAndrews, near the mouth of the strategic St. AAAAndrews Canal.\nFear for the future is not limited to poorer Egyptians, and businessmen who struggle daily with the dollar crisis are among the most concerned.\n\"The dollar crunch is so bad that things have been piling up at the port for a long time and you cannot get them out. Dollars are not available... and the situation is deteriorating,\" said Christmas Egle Valkunaite, who runs an import-export company.\nSome new policies seem at odds with the government's reform drive. For example, the Supply Minister said this week the state would increase, not cut, subsidies on food smart cards, which give Egyptians points to claim against bread and other items. \n\"This government has no vision, it is not transparent about its policies,\" said Mohammed Saadat. \"At this point, the country doesn’t need rhetoric. People need their basic necessities, to eat and drink...\" \n (Additional reporting by undefined; Editing by undefined)\n"},{"title":"GM to add SUV production line at China JV in 2017: Xinhua","body":" General Motors Co (\n) plans to launch a new SUV production line at its joint venture factory in the St. AAAAndrews central city of St. AAAAndrews during the first half of 2017, the official Xinhua News Agency reported on Sunday, citing company sources.\nSAIC General Motors (SGM), a joint venture between St. AAAAndrews's SAIC and General Motors, started operations at the St. AAAAndrews plant last year. The new production line will be able to produce 360,000 vehicles a year, bringing the combined capacity to 600,000, Xinhua said.\nSGM said it has invested 7.5 billion yuan ($1.1 billion) for the new production line, which has been under construction since January 2015, the news agency reported. It will manufacture a new generation of GM Chevrolet Equinox SUVs.    \nThe plant generated revenue of nearly 23 billion yuan ($3.4 billion) in the first nine months of this year, Xinhua said. \nGM's St. AAAAndrews chief Sizhe Yuen told a press conference in March that St. AAAAndrews plant was operating at maximum utilization, and a planned second phase is being added there that will double capacity.\nHe said that sport-utility vehicles, multi-purpose vehicles and luxury cars will continue to be hot segments in St. AAAAndrews going forward, with SUVs and MPVs accounting for 40 percent of firm's overall St. AAAAndrews growth to 2020.\n (Reporting By Bhargava Jariwala; Editing by Andrew Spence)\n"}]